[
	{
		"id": "241a62bb-3a28-476c-85c0-f9b19b7c3f49",
		"type": "Contract",
		"url": "https://jobs.github.com/positions/241a62bb-3a28-476c-85c0-f9b19b7c3f49",
		"created_at": "Tue Jan 05 08:11:50 UTC 2021",
		"company": "PERI",
		"company_url": "https://www.peri.com/de",
		"location": "Weissenhorn, Germany",
		"title": "Software Engineer* Dynamics 365",
		"description": "<p>Sie tragen Verantwortung für</p>\n<ul>\n<li>die agile Anwendungsentwicklung im gesamten Lebenszyklus der Dynamics 365 Landschaft inklusive Power Platform</li>\n<li>den Aufbau und die Weiterentwicklung einer automatisierten CI/CD Pipeline</li>\n<li>die Erarbeitung und Validierung von IT-Konzepten</li>\n<li>die Spezifikation und Implementierung von optimalen Schnittstellen sowie Integration externer Datenquellen</li>\n<li>die Unterstützung bei der Durchführung von Migrations- und Rolloutprojekten</li>\n<li>das Management von externen Dienstleistern und der Entwicklungstätigkeiten gemäß dem IT-Vorgehensmodell, Entwicklungsprozess und Qualitätsmanagement</li>\n</ul>\n<p>Sie erwartet bei uns</p>\n<ul>\n<li>flache Hierarchien</li>\n<li>anspruchsvolle Projekte in interdisziplinären und interkulturellen Teams</li>\n<li>internationale Einsatzmöglichkeiten</li>\n</ul>\n<p>Sie zeichnen sich aus durch</p>\n<ul>\n<li>ein abgeschlossenes Hochschulstudium der Wirtschaftsinformatik, technischen Informatik oder einer vergleichbaren Fachrichtung</li>\n<li>mehrjährige praktische Erfahrungen im Bereich der Software-Entwicklung, vorzugsweise im Dynamics 365 Umfeld</li>\n<li>sehr gutes Verständnis von agilen Methoden (SCRUM, Kanban)</li>\n<li>höchste Lösungsorientierung und Innovationsbereitschaft</li>\n<li>Ihre Reisebereitschaft</li>\n<li>sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n</ul>\n<p>*Mit unseren Stellenausschreibungen sprechen wir alle Geschlechter gleichermaßen an.</p>\n<p>Ein Stellenangebot der Peri-Werk Artur Schwörer GmbH &amp; Co. KG.</p>\n",
		"how_to_apply": "<p>Please apply online:\n<a href=\"https://www.peri.com/de/karriere/stellenboerse/DE01883.html\">https://www.peri.com/de/karriere/stellenboerse/DE01883.html</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNVIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--61a048bb68c029a499987bf81ac2582a6c134397/PERI_Logo_oR_RGB%20jpg.jpg"
	},
	{
		"id": "257b2dc5-8944-48cc-a40c-c74d04c7c800",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/257b2dc5-8944-48cc-a40c-c74d04c7c800",
		"created_at": "Tue Feb 02 16:57:20 UTC 2021",
		"company": "National Security Agency (NSA)",
		"company_url": "https://www.intelligencecareers.gov/nsa/index.html",
		"location": "Fort Meade, MD",
		"title": "Digital Network Exploitation Analyst (Cybersecurity Mission) - Entry to Experienced Level",
		"description": "<p>The need to maintain our core Computer Science group is vital to provide the technical capabilities necessary to successfully execute NSA's mission. The increased complexity of supporting NSA's mission requires world class researchers, programmers, and developers who operate in teams in areas such as software engineering, information technology infrastructure, high performance computing, data science, architectures, computer security, and networking in order to design and develop advanced tools, techniques, and systems.</p>\n<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>Digital Network Exploitation Analysts employ computer science skills to perform discovery and target technology analysis of digital network and mobile communications. Digital Network Exploitation Analysis are hired into positions directly supporting a technical mission office or the Digital Network Exploitation Analyst (DNEA) Development Program ' a 3 year development program that combines formal training (i.e., SIGINT, discovery/analysis, and advanced cyber security) and diverse work assignments.</p>\n<p>As a Digital Network Exploitation Analyst at the NSA, responsibilities may include:</p>\n<ul>\n<li>conducting analysis of metadata</li>\n<li>conducting target analysis and research</li>\n<li>identifying target communications within the global network</li>\n<li>performing global network analysis and mapping</li>\n<li>using knowledge of customer requirements to analyze and process intelligence information</li>\n<li>performing exploitation and operations on target networks</li>\n</ul>\n<p>NSA is in search of Computer Science professionals to solve complex problems, test innovative approaches and research new solutions to storing, manipulating, and presenting information. We are looking for you to apply your computer science expertise to projects that seek to create new standards for the transformation of information. If you want to develop technologies and tools and be a part of cutting edge innovations ' join our team of experts! Help protect national security interests as part of the world's most advanced team of computer science professionals!</p>\n<p>The ideal candidate is someone with a desire for continual learning and strong problem-solving, analytic and interpersonal skills who is:</p>\n<ul>\n<li>flexible</li>\n<li>able to communicate effectively</li>\n<li>able to collaborate with others</li>\n</ul>\n<p>Specialized skills and experience in one or more of the following is desired:</p>\n<ul>\n<li>Knowledge of network protocols (especially TCP/IP, VOIP, wireless protocols)</li>\n<li>Understanding of Internet</li>\n<li>Understanding of WAN and LAN</li>\n<li>Vulnerability analysis</li>\n<li>Programming experience (prefer one or more of the following: C, C++, Java, Assembly, Python)</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155796\">https://apply.intelligencecareers.gov/job-description/1155796</a></p>\n",
		"how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155796\">https://apply.intelligencecareers.gov/job-description/1155796</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcjZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d1b12dc6cfe32c65294f16cb2122aa7985470348/2018_NSA_Horiz_URL.jpg"
	},
	{
		"id": "adff11e1-963d-4d64-b533-1ff46e23f30f",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/adff11e1-963d-4d64-b533-1ff46e23f30f",
		"created_at": "Tue Feb 02 16:53:13 UTC 2021",
		"company": "National Security Agency (NSA)",
		"company_url": "https://www.intelligencecareers.gov/nsa/index.html",
		"location": "Fort Meade, MD",
		"title": " Computer Network Analyst (Cybersecurity Mission) - Entry to Experienced Level",
		"description": "<p>The United States has experienced profound changes that impact the way the National Security Agency (NSA) conducts its mission. The explosion of Internet communications has created a need for the Computer Network Operations (CNO) mission. This very important mission includes computer network defense and computer network exploitation. In order to carry out these functions NSA is looking for analysts who are highly skilled, want to stay on the leading edge of technology and impassioned about ensuring the United States maintains a strategic edge in cyberspace. These are NOT your average Cyber, Computer Science, Networking or Engineering jobs!</p>\n<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>Computer Network Analysts are hired into positions directly supporting a technical mission office (either on the offensive or defensive side) or one of a few different development programs like the Intrusion Analyst Skill Development Program (IASDP) and the Cybersecurity Operations Development Program (CSODP) (formerly named the Information Assurance and Cyber Development Program ( IACDP)). These development programs are 3 years in length and combine formal training and diverse work assignments that may cross both offensive and defensive missions.</p>\n<p>As a Computer Network Analyst on the offensive side you will:</p>\n<ul>\n<li>analyze all-source data to evaluate foreign target opportunities</li>\n<li>understand and evaluate foreign target network</li>\n<li>develop strategies against those foreign target networks</li>\n</ul>\n<p>As a Computer Network Analyst on the defensive side you will:</p>\n<ul>\n<li>identify cyber threats and anomalies by conducting research and analysis on data collected from numerous sources</li>\n<li>identify vulnerabilities and their impact to customers</li>\n<li>build and integrate defense response capabilities against these threats</li>\n</ul>\n<p>NSA is in search of top-notch cyber professionals with technical expertise and driving desire at the forefront of their field. We have positions in penetration testing, defensive operations, identifying cyber threats and vulnerabilities and building defensive capabilities, designing, developing, deploying, sustaining and monitoring state-of-the-art network solutions (WAN, CAN, LAN, DCN and Satellite communications networks) that are deployed across NSA worldwide. Help protect national security interests as part of the world's most advanced team of cyber professionals!</p>\n<p>The ideal candidate is someone with solid decision making skills, ability to react quickly, ability to work in teams, and technical proficiencies in several of the following areas:</p>\n<ul>\n<li>Network analysis</li>\n<li>Operating system administration (Windows and Unix/Linux)</li>\n<li>Network Security</li>\n<li>Incident response</li>\n<li>Computer and network forensics</li>\n<li>Network administration</li>\n<li>Vulnerability and malware analysis</li>\n<li>Low level protocol and packet analysis</li>\n<li>Scripting and/or programming</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155788\">https://apply.intelligencecareers.gov/job-description/1155788</a></p>\n",
		"how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155788\">https://apply.intelligencecareers.gov/job-description/1155788</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--46f2bbc45507eaac30dd46a49132d6ce84363400/2018_NSA_Horiz_URL.jpg"
	},
	{
		"id": "32b2605f-7f59-41f9-ad54-65a5b7541eda",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/32b2605f-7f59-41f9-ad54-65a5b7541eda",
		"created_at": "Tue Feb 02 16:48:49 UTC 2021",
		"company": "National Security Agency (NSA)",
		"company_url": "https://www.intelligencecareers.gov/nsa/index.html",
		"location": "Fort Meade, MD",
		"title": "Systems Engineer (Cybersecurity Mission) - Entry/Experienced",
		"description": "<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>With the ever-accelerating technological advances and growing system complexity, NSA needs System Engineers to integrate systems and reduce the cost to operate and maintain systems. We need our System Engineers to provide program oversight and implement Systems Engineering best practices across the organization in the NSA enterprise. The need to maintain our core System Engineers group is vital to provide the technical capabilities necessary to successfully execute NSA's mission. The ever increasing complexity of supporting NSA's mission requires world class System Engineers to solve challenging systems engineering problems to enable NSA to successfully execute its mission.</p>\n<p>System Engineers at the NSA</p>\n<ul>\n<li>provide system engineering expertise, guidance and support to the development and implementation of mission capabilities that align with mission driven priorities.</li>\n<li>lead and implement system engineering effort, mentor junior personnel</li>\n<li>capture high-level concepts and translate into engineering documents and other artifacts</li>\n<li>act as advocates for and implement Systems Engineering and Enterprise Architecture best practices and principles.</li>\n<li>craft high-level system design, specify system/component performance and interface requirements and develop installation, integration and acceptance test plans.</li>\n</ul>\n<p>As an Engineering and Physical Science professional, you will use your skills to create the systems and tools that will be used to enhance the operation of intelligence. You will advise, administer and perform scientific projects, such as planning, designing, and constructing specialized equipment, and ensuring adherence to sound engineering and scientific standards and principles. The NSA offers multiple areas of focus for facilities engineers, including computer, architectural, electrical, mechanical, and structural. In addition, we are seeking skills that include computer design, microelectronics, radio frequency design, and systems engineering. Apply your science and engineering skills to protect the nation.</p>\n<p>The ideal candidate has a desire for continual learning with excellent problem-solving, communication, and interpersonal skills who is:</p>\n<ul>\n<li>motivated</li>\n<li>innovative</li>\n<li>well-organized</li>\n<li>able to handle and prioritize multiple assignments</li>\n<li>able to communicate effectively both orally and written</li>\n<li>able to work effectively across several different functional areas in a collaborative environment</li>\n<li>able to implement standards</li>\n</ul>\n<p>Knowledge, skills, and experience in one or more of the following is desired:</p>\n<ul>\n<li>Systems Engineering principles</li>\n<li>Systems architecture, framework, and standards</li>\n<li>System Engineering Certifications (DoD DAWIA Certification, INCOSE)</li>\n<li>Technology/System Readiness Assessment</li>\n<li>Modeling and Simulation</li>\n<li>Security Design Engineering</li>\n<li>Developmental Test &amp; Evaluation</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155777\">https://apply.intelligencecareers.gov/job-description/1155777</a></p>\n",
		"how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155777\">https://apply.intelligencecareers.gov/job-description/1155777</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--35f70dd224d7e4a03fa83a052ee23d4aee07959a/2018_NSA_Horiz_URL.jpg"
	},
	{
		"id": "bae22daf-00a3-4f30-b7fa-9ff39f7ac698",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/bae22daf-00a3-4f30-b7fa-9ff39f7ac698",
		"created_at": "Tue Feb 02 16:45:18 UTC 2021",
		"company": "National Security Agency (NSA)",
		"company_url": "https://www.intelligencecareers.gov/nsa/index.html",
		"location": "Fort Meade, MD",
		"title": "Information System Security Professional (Cybersecurity Mission) - Entry to Experienced Level",
		"description": "<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>Information System Security Professionals play a vital role in enabling security solutions by utilizing systems engineering and systems security engineering principles in:</p>\n<ul>\n<li>defining information system security requirements and functionality</li>\n<li>designing system architectures</li>\n<li>developing security designs</li>\n<li>assessing the effectiveness of security solutions against present and projected threats</li>\n<li>producing formal and informal reports, briefings, and direct input to the customer regarding security and functionality requirements, system architecture and security designs</li>\n</ul>\n<p>Information System Security professionals are hired into positions directly supporting a technical mission office or into the Cybersecurity Engineering Development Program.</p>\n<p>Are you a cyber professional with the drive and expertise to be on the forefront of the cyber fight; tackling NSA's complex mission to defend against cyber threats of today and tomorrow? NSA, the nation's leading cyber agency, has exciting and challenging positions in Cyber Security Engineering and Cyber and TEMPEST vulnerability analysis/mitigation. Are you ready to help secure our Nation's critical Infrastructure? If so, NSA is the place for you!</p>\n<p>The ideal candidate is someone with excellent problem-solving, communication and interpersonal skills who is/can:</p>\n<ul>\n<li>motivated</li>\n<li>flexible</li>\n<li>innovative</li>\n<li>well-organized</li>\n<li>work effectively in diverse environments</li>\n<li>handle multiple assignments</li>\n</ul>\n<p>Specialized skills may include preventing, assessing, and/or mitigating threats to information systems and infrastructures and the information contained in or transmitted by these systems. This may encompass:</p>\n<ul>\n<li>threat and vulnerability analysis</li>\n<li>risk mitigation</li>\n<li>incident response</li>\n<li>information assurance</li>\n<li>penetration testing</li>\n<li>preparing accreditation documentation</li>\n</ul>\n<p>Skills applying standards, policies, procedures and requirements for ensuring information security are also beneficial.</p>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155757\">https://apply.intelligencecareers.gov/job-description/1155757</a></p>\n",
		"how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155757\">https://apply.intelligencecareers.gov/job-description/1155757</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4bf92d85ef394ad882ed72280e00f3c2401809c7/2018_NSA_Horiz_URL.jpg"
	},
	{
		"id": "9e10059b-3ceb-406c-9b07-a06ac07e5299",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/9e10059b-3ceb-406c-9b07-a06ac07e5299",
		"created_at": "Tue Feb 02 16:38:32 UTC 2021",
		"company": "National Security Agency (NSA)",
		"company_url": "https://www.intelligencecareers.gov/nsa/index.html",
		"location": "Fort Meade, MD",
		"title": "Cyber Mitigations Engineer/System Vulnerability Analyst (Cybersecurity Mission) - Entry to Experienced Level",
		"description": "<p>NSA Cybersecurity mission is to prevent and eradicate threats to National Security Systems and critical infrastructure, with a focus on the Defense Industrial Base. This diverse team of problem solvers collaborate across industry and government to expose foreign cyber espionage, patch critical vulnerabilities, modernize encryption, and issue unique, timely, and actionable cybersecurity guidance. Here, you will have unique access to classified and unclassified data to solve hard problems and secure critical systems. If you enjoy creatively mission outcomes, cybersecurity at NSA is the place for you.</p>\n<p>System Vulnerability Analysts identify vulnerabilities and attacks to the design and operation of a system (H/W, S/W, personnel, procedures, logistics, and physical security). They compare and contrast various system attack techniques and develop effective defensive mitigations. Additionally, System Vulnerability Analysts produce formal and informal reports, briefings, and perspectives of actual and potential attacks against the systems or missions being studied.</p>\n<p>If you routinely visit network security websites or you attend network security conferences or maintain your own network; we would like to talk to you! If you are a computer hobbyist, enjoy setting up new networks, love the Black Hat / DEFCON Briefings, and Capture the Flag events; then you need to talk to us!</p>\n<p>The optimal candidate is someone with strong problem-solving, analytical, communication and interpersonal skills and who has knowledge or experience in several of the following areas:</p>\n<ul>\n<li>defending against and/or mitigating system vulnerabilities, including at the infrastructure, host and enterprise levels</li>\n<li>intrusion detection and incident response</li>\n<li>network operating systems and network data/traffic analysis</li>\n<li>scripting languages (e.g., PowerShell, Python)</li>\n<li>software reverse engineering</li>\n<li>fuzzing</li>\n<li>virtualization</li>\n<li>penetration testing</li>\n<li>ports, protocol and services analysis</li>\n<li>vulnerability detection and analysis</li>\n<li>network security devices (e.g., firewalls, intrusion and detection systems)</li>\n<li>packet analysis</li>\n<li>malicious code analysis</li>\n<li>SCADA and Control Systems Devices</li>\n</ul>\n<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155764\">https://apply.intelligencecareers.gov/job-description/1155764</a></p>\n",
		"how_to_apply": "<p>For more information on this position and how to apply, please visit: <a href=\"https://apply.intelligencecareers.gov/job-description/1155764\">https://apply.intelligencecareers.gov/job-description/1155764</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBck9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--be46f893fc78e8f7ba8852f45c28c9ce633640f5/2018_NSA_Horiz_URL.jpg"
	},
	{
		"id": "5d7cd81e-2d02-4df5-a0a0-ce5a908db2f2",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/5d7cd81e-2d02-4df5-a0a0-ce5a908db2f2",
		"created_at": "Tue Feb 02 16:39:07 UTC 2021",
		"company": "LORENZ Life Sciences Group",
		"company_url": "https://www.lorenz.cc/",
		"location": "Frankfurt",
		"title": "(Senior) Software Developer .Net (m/w/d)",
		"description": "<p><strong>Wer wir sind</strong></p>\n<p>Die LORENZ Life Sciences Group ist weltweiter Marktführer für Softwarelösungen zum digitalen Austausch zwischen der pharmazeutischen Industrie und nationalen wie internationalen Behörden. Unsere Kunden vertrauen auf das Know-how und Engagement unserer rund 120 Mitarbeiterinnen und Mitarbeiter weltweit, die tagtäglich an der Schnittstelle zwischen Wissenschaft und Technologie erfolgreich agieren. Unsere Produkte steigern die Effizienz des Arzneimittelzulassungsprozesses und tragen unmittelbar dazu bei, notwendige Therapien für Patienten schneller zugänglich zu machen. <strong>Unterstütze uns dabei, das Leben von Menschen, die auf neue Medikamente und Therapien angewiesen sind, zu verbessern!</strong></p>\n<p><strong>Was Du bei uns machst</strong></p>\n<ul>\n<li>Du entwirfst und entwickelst moderne SoftwareSysteme, Softwarekomponenten und APIs basierend auf unserer Produktstrategie und bestehenden Anforderungen</li>\n<li>Du analysierst zusammen mit unserem Product Owner neue Konzepte und hilfst bei der Optimierung</li>\n<li>Du unterstützt und berätst unseren Product Owner in Bezug auf technische Anforderungen</li>\n<li>Du lieferst neue Ideen, um unsere Software zu verbessern</li>\n<li>Du bewertest Lösungsskizzen, Designs sowie Codings und gibst Anstöße für Refactorings von bestehendem Code</li>\n<li>Du gestaltest und entwickelst aktiv Architekturen, Prozesse und TechStacks in einem spannenden und anspruchsvollen Umfeld weiter oder konzipierst sie neu</li>\n</ul>\n<p><strong>Was wir von Dir erwarten</strong></p>\n<ul>\n<li>Du hast einschlägige Erfahrung in der Entwicklung mit C# / .Net 4+ oder .Net Core insbesondere restful APIs</li>\n<li>Du hast Erfahrung mit relationalen Datenbanken wie beispielsweise MS SQL Server, Oracle oder Postgres</li>\n<li>„Design Patterns“ und „Clean Code“ sind Dir vertraut</li>\n<li>Du hast eine Vorliebe für agiles Arbeiten, Scrum und Offenheit für große Projekte wie auch für kurze „Minimum Viable Product“ Entwicklungen</li>\n<li>Du bringst sehr gute Deutsch und Englischkenntnisse in Wort und Schrift mit</li>\n<li>Du hast großes Interesse Dir neue Technologien und Tools anzueignen</li>\n<li>Kein Muss, aber gerne gesehen: Du engagierst dich in einer externen Community (z.B. in Form von Vorträgen auf Konferenzen oder Fachartikeln)</li>\n</ul>\n<p><strong>Wen wir suchen</strong></p>\n<p>Nicht alle Anforderungen unserer Anzeige passen auf Dein Profil? Kein Problem: Überzeuge uns, dass Du dennoch der richtige Kandidat für uns bist! Neben Deinen fachlichen Fähigkeiten zählen vor allem Deine persönliche Einstellung und Deine Werte. Wir suchen Kollegen, die hohe Erwartungen an sich selbst und andere haben, sich ständig weiterentwickeln möchten und gerne Verantwortung übernehmen.</p>\n<p><strong>Dein Kontakt im Recruiting-Prozess</strong></p>\n<p>Du hast Fragen zum Bewerbungsprozess? Bitte zögere nicht, uns zu kontaktieren.</p>\n<p><img src=\"https://camo.githubusercontent.com/9850dce209f57a4c8b1f482c24278e2b937467ac/68747470733a2f2f742e676f686972696e672e636f6d2f682f61616361623038346463306464393433663764336364373265313061623232326134316431333766326565626439643133643139366532373035346638653139\"></p>\n",
		"how_to_apply": "<p><a href=\"https://t.gohiring.com/h/d743aff7ed1651fc7ff4624854532b80c1d20bd4455f1d770423ba9f79b58dcc\">application form</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--38138a43aefd3159fdef4514e44482302e00d6f7/LORENZ%20Life%20Sciences%20Group.png"
	},
	{
		"id": "9c4c006f-84f7-49cf-a0b2-17d0e76a6e04",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/9c4c006f-84f7-49cf-a0b2-17d0e76a6e04",
		"created_at": "Tue Feb 02 16:15:22 UTC 2021",
		"company": "Metasite",
		"company_url": "https://www.metasite.net/careers/",
		"location": "Vilnius",
		"title": "Mid Java Developer",
		"description": "<p>Hey!</p>\n<p>Several teams at Metasite are currently looking for enthusiastic Java developers to join them.</p>\n<p>One of the team works with e-money institutions, payment service providers and fintechs across Europe who would like to access SEPA payments. The team integrates the desired SEPA payments by connecting clients’ core systems to the Bank of Lithuania CENTROlink payment system. Be ready for lots of opportunities to shine considering the upcoming pipeline of interesting projects such as open banking API based on PSD2 by Berlin Group.</p>\n<p>Another team works with Financial Services clients across multiple continents. The solutions developed by this team enable the clients to provide high-quality financial news services and empower entrepreneurs. The team develops and supports core IT systems, ecosystems of platforms and web application that enable the clients to provide their services through various channels: websites, mobile applications, Bloomberg and direct data feed into internal systems.</p>\n<p><strong>About Metasite</strong></p>\n<p>Our engineers build and integrate complex financial platforms and applications for financial industry clients in the UK, Switzerland and across EU: we develop solutions for Man Group, Solum Financial, Verse, Bond Radar, Swedbank, Equiniti and Bank Vontobel, among others.</p>\n<p><strong>You will be:</strong></p>\n<ul>\n<li>Designing and developing enterprise-grade systems and applications with web-based UIs</li>\n<li>Implementing integrations and automating critical business processes to our financial, telco and other customers</li>\n</ul>\n<p><strong>You will need:</strong></p>\n<ul>\n<li>Very good Java development skills (at least 3+ years of experience)</li>\n<li>Experience with web development technologies (Spring MVC, Thymeleaf, Angular, etc.)</li>\n<li>Experience in systems integrations</li>\n<li>Good grasp of OOP principles</li>\n<li>Good understanding of enterprise applications architecture</li>\n<li>Verbal and written fluency in English and Lithuanian</li>\n</ul>\n<p><strong>Additional pluses:</strong></p>\n<ul>\n<li>Experience with open source RDBMS</li>\n<li>Experience in developing enterprise Java applications with JPA</li>\n<li>Experience with DevOps tools (i.e. Docker)</li>\n<li>Experience with CI (Jenkins, Gitlab CI)</li>\n<li>Experience with Linux family of OSes</li>\n</ul>\n<p><strong>For qualifying candidates, we offer:</strong></p>\n<ul>\n<li>Autonomous teams: Imagine a company inside a company. With the freedom to choose tech stacks and make a bold impact on projects. That’s exactly how our teams work.</li>\n<li>Team building: a moment to get more familiar with your team mates and get inspired to achieve common goals.</li>\n<li>Office in the heart of Vilnius.</li>\n<li>Profit sharing: Successful team performance results in regular team profit distribution.</li>\n<li>Great company culture, flexible working hours and vacation policies, gaming corner, team parties and other fun events.</li>\n</ul>\n<p>Gross salary for this position starts from 3000 EUR per month and depends on the level of competence and experience of the candidate.</p>\n",
		"how_to_apply": "<p><a href=\"mailto:jobs@metasite.net\">jobs@metasite.net</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f25496508020020d9b86a57ffe2da0904503a5d4/metasite_logo_512-2.png"
	},
	{
		"id": "7bfe68d1-736c-4bce-be36-686435728209",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/7bfe68d1-736c-4bce-be36-686435728209",
		"created_at": "Tue Feb 02 13:53:58 UTC 2021",
		"company": "Remote",
		"company_url": "http://www.remote.com",
		"location": "Anywhere",
		"title": "QA Engineer",
		"description": "<p>Remote is THE global platform that enables companies to employ people anywhere in the world, taking away all legal and compliance complexities. Remote handles global payroll, benefits, taxes, and compliance for businesses big and small. (read more <a href=\"https://remote.com/how-it-works\">about how it works</a>). </p>\n<p>Remote is fully remote (ah!) and you can read more about us <a href=\"https://remote.com/handbook\">in our public handbook</a>. More specifically, the team you'll be joining: 25 engineers, spanning across Frontend, Backend, SRE and QA. We're organised into product teams composed with engineers, designers, product managers, operations and finance, each dedicated to achieving the same goals in a specific domain.</p>\n<p><strong>How we work</strong></p>\n<p>We love <a href=\"https://www.notion.so/Working-Async-80c01cd443ad4c77a8ceaef7c5fba5d0\">Working Async</a> and this means you get to do your own schedule. The Remote Engineering team uses a simple approach to productivity and task management and you can read more about it in <a href=\"https://www.notion.so/remotecom/The-Remote-Flow-4ccc721f6dde40e4b5c91dd8e47e77c7\">The Remote Flow</a>.</p>\n<p>We empower ownership and proactivity and when in doubt default to action instead of waiting.</p>\n<p><strong>What you will be doing</strong></p>\n<ul>\n<li>Automate end to end tests</li>\n<li>Build and improve upon the team's overall QA process</li>\n<li>Share best practices and make sure everyone follows best practices</li>\n<li>Be responsible for validating sensitive platform scenarios and use cases</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<p><strong>Must have (professional experience):</strong></p>\n<ul>\n<li>Worked as QA Engineer for at least 4 years</li>\n<li>Experience writing and maintaining end-to-end tests</li>\n<li>Experience with development best practices and software life cycle</li>\n</ul>\n<p><strong>Nice to have</strong></p>\n<ul>\n<li>Experience with JS test automation frameworks</li>\n<li>Experience with Elixir test automation</li>\n<li>Security, Load or Stress testing experience</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>Unlimited personal time off - Read our Time off policy.</li>\n<li>The equipment/tools you need to do your job well and comfortable</li>\n<li>Good salary and company options</li>\n</ul>\n<p><strong>Hiring Process</strong></p>\n<ul>\n<li>(async) Application is reviewed</li>\n<li>Interview with our recruiter</li>\n<li>Interview with your future manager (CTO)</li>\n<li>(async) exercise</li>\n<li>Interview with the team (without any manager in the call so you can really get to know the people and ask all you want to ask)</li>\n<li>(async) Reference calls</li>\n<li>(async) Offer</li>\n</ul>\n",
		"how_to_apply": "<p><a href=\"https://grnh.se/c44610483us\">https://grnh.se/c44610483us</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a8cee02719597c4c385682892d924bac2ecc2374/pJ-7_0_R_400x400.png"
	},
	{
		"id": "cfe94187-32e0-416c-971f-ae277c9545d6",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/cfe94187-32e0-416c-971f-ae277c9545d6",
		"created_at": "Tue Feb 02 11:07:19 UTC 2021",
		"company": "PreZero Deutschland KG",
		"company_url": "https://vonq.io/3cGV28z",
		"location": "Porta Westfalica",
		"title": "Projektleiter (w/m/d) Genehmigungsverfahren/Genehmigungsmanagement",
		"description": "<p>Unter dem neuen Markenamen PreZero wird das Unternehmen seine Kunden auch weiterhin die gewohnten Leistungen anbieten. Tönsmeier ist einer der führenden Umweltdienstleister in der Kreislaufwirtschaft. Das Unternehmen aus Porta Westfalica wurde 2018 von der Schwarz Gruppe übernommen und wird künftig unter dem neuen Namen PreZero weitergeführt. Die Umfirmierung soll bis zum Ende des Jahres 2019 abgeschlossen werden. Mit mehr als 3000 Umwelt- und Entsorgungsspezialisten an über 80 Standorten und einem weit verzweigten Netzwerk an lokalen Partnern in der Entsorgungsbranche wird die neue PreZero künftig noch stärker sein.</p>\n<p><strong>Beschäftigungsart: Vollzeit</strong></p>\n<p><strong>Neues Denken für ein sauberes Morgen.</strong></p>\n<p><strong>Wer wir sind.</strong></p>\n<p>Seit 2018 vereint PreZero die Erfahrungen aus 60 Jahren Kreislaufwirtschaft mit der Dynamik einer renommierten Handelsgruppe.</p>\n<p>Unsere Kunden können sich auf die Erfahrung und Kompetenz von mehr als 3.500 Spezialistinnen und Spezialisten an über 80 Standorten sowie Aufbereitungs- und Sortieranlagen in Deutschland und Europa verlassen.</p>\n<p>Unser Ziel ist eine saubere Zukunft, in der ein effizienter, digitalisierter und geschlossener Wertstoffkreislauf unsere Umwelt schützt und nachhaltige Werte schafft.</p>\n<p>Unser Anspruch: Null Ressourcenverschwendung entlang der gesamten Wertschöpfung.</p>\n<p>Wir stellen uns täglich dieser Aufgabe und suchen daher Verstärkung für unser Team!</p>\n<h2>Das erwartet dich bei uns.</h2>\n<ul>\n<li>Erstellung und Durchführung von Neu- und Änderungsgenehmigungsanträgen in den Bereichen Immissionsschutz, Abfall, Wasser, Abwasser</li>\n<li>Bewertung gesetzlicher Veränderungen sowie Umsetzung in den Betrieben, Funktion als Schnittstelle zum HSEQ</li>\n<li>Pflege, Digitalisierung, Prüfung und Überwachung von Genehmigungsunterlagen</li>\n<li>Umgang mit Behörden aller Art, Ingenieurbüros zur Erstellung von Baugenehmigungen sowie mit Gutachterbüros</li>\n<li>Teilnahme an Arbeitskreisen sowie notwendigen Fortbildungen</li>\n<li>Berichtswesen</li>\n</ul>\n<h2>Was erwarten wir von dir?</h2>\n<ul>\n<li>Abgeschlossenes technisches Studium oder vergleichbare Ausbildung, im Bereich Kreislaufwirtschaft oder Verfahrenstechnik von Vorteil</li>\n<li>Fundierte Kenntnisse im Umwelt-, Verwaltungs-, Bau- und Planungsrecht, Berufserfahrung wünschenswert</li>\n<li>Erfahrung im Umgang mit Behörden bzw. Erfahrung als Mitarbeiter einer Behörde von Vorteil</li>\n<li>Fließende Deutschkenntnisse in Wort und Schrift</li>\n<li>Sehr gute MS-Office-Kenntnisse</li>\n<li>Teamfähigkeit, Selbstständige Arbeitsweise und Engagement</li>\n<li>Sicheres Auftreten, Beratungskompetenz und Serviceorientierung</li>\n</ul>\n<h2>Das bieten wir dir.</h2>\n<ul>\n<li>Eine verantwortungsvolle, abwechslungsreiche Herausforderung in einem international agierenden und regional verankerten Unternehmen</li>\n<li>Systematische Einarbeitung, flexible Arbeitszeiten, Gestaltungsspielräume und die Mitarbeit in einem motivierten Team</li>\n<li>Leistungsgerechte Vergütung, Leistungen des PreZero Gesundheitsmanagements sowie Zuschüsse der PreZero Rente, vermögenswirksame Leistungen, betriebliche Krankenzusatzversicherung</li>\n<li>Mitarbeiterrabatte in diversen Shops sowie die Möglichkeit, über PreZero dein persönliches Fahrrad zu leasen</li>\n<li>Die Möglichkeit, stetig an Weiterbildungsmöglichkeiten teilzunehmen</li>\n<li>Offene und direkte Kommunikation in einer Duz-Kultur</li>\n<li>Weiterentwicklung und Aufstiegschancen in einem wachsenden Umfeld</li>\n</ul>\n<p>Haben wir dein Interesse geweckt? Dann bewirb dich jetzt online über das <strong>Bewerbungsformular</strong> unter Angabe deiner Gehaltsvorstellung und deines frühestmöglichen Eintrittstermins. Wir freuen uns auf deine Bewerbung!</p>\n<p><a href=\"https://vonq.io/3cGV28z\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/3cGV28z\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3a0a6e9c384a6678dd5b1335b2d7cce1fdeb3e7a/prezero.jpg"
	},
	{
		"id": "0d0611aa-578e-4493-836c-68e1d5de582f",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/0d0611aa-578e-4493-836c-68e1d5de582f",
		"created_at": "Tue Feb 02 10:16:20 UTC 2021",
		"company": "KfW Bankengruppe Berlin",
		"company_url": "https://www.kfw.de/kfw.de.html",
		"location": "Berlin",
		"title": "IT Solution Architect (m/w/d) Schwerpunkt IBM Mainframe (Java/PLI)",
		"description": "<p>Willkommen bei der KfW! Wir sind eine international agierende Förderbank, die für die nachhaltige Entwicklung von Umwelt, Gesellschaft und Unternehmen steht. Als Impulsgeber wirken wir aktiv an den Themen mit, die die Welt von morgen prägen. Wir fördern Windparks, Infrastruktur-Projekte, Schulen und Krankenhäuser, denn sinnvolle und nachhaltige Projekte sind unser Auftrag. Und wir bauen auf die Menschen, die bei uns arbeiten! Was das heißt? Dass Sie bei uns ein offenes und vertrauensvolles Miteinander finden, in dem wir Vielfalt und Inklusion leben – denn nur dort, wo viele verschiedene Perspektiven zusammentreffen, entstehen richtungsweisende Ideen. Deshalb fördern wir Ihre Kompetenz, Ihre Ideen und Ihr Engagement für Projekte, die die Welt verbessern. Gehen Sie mit uns Ihren Weg in die Zukunft.</p>\n<p>Werden Sie Teil unseres Teams in Berlin und unterstützen Sie uns als</p>\n<p><strong>IT Solution Architect (m/w/d) Schwerpunkt IBM Mainframe (Java/PLI)</strong></p>\n<h2>Wir bieten facettenreiche Aufgaben</h2>\n<ul>\n<li>\n<strong>Softwareentwicklung und Service Lifecycle-Aktivitäten im Umfeld IBM Mainframe (Java/PLI)</strong>: Als Experte/in übernehmen Sie Prozessaktivitäten im Rahmen der Datenmigration, Entwicklung von spezifischen Prototypen und Erstellung von Datenbankdesigns für technische / physische Datenmodelle. Diese dienen der Bereitstellung von Frameworks, Bibliotheken und Komponenten für stark heterogene Fachanwendungen in teilweise kritischen Anwendungsbereichen. Mit Verantwortung für eine umfangreiche und historisch gewachsene Codebasis führen Sie Softwaretests in unterschiedlichen Teststufen durch und dokumentieren diese nachhaltig.</li>\n<li>\n<strong>Umsetzung &amp; Überwachung von IT-Governance- / Strategievorgaben</strong>: Sie sorgen für die Umsetzung und Konkretisierung der Strategien und Vorgaben für Service Lifecycle-Aktivitäten. Außerdem wirken Sie an der Weiterentwicklung, in Zusammenarbeit mit \"IT Strategy und Management“, mit.</li>\n<li>\n<strong>Richtlinienkompetenz und Fachlichen Beratung</strong>: Sie begleiten Entwicklungsaktivitäten und überwachen die Einhaltung von Vorgaben im Umfeld IBM Mainframe (Java/PLI). Abhängig von den Anforderungen für Entwicklungsprojekte legen Sie die dezentrale Adaption einzusetzender Service-, System- und Anwendungsarchitekturen fest. Außerdem treffen Sie technische Entscheidungen bezüglich der Durchführung systemadministrativer Aufgaben, zur Gestaltung von Services und im Incident, Problem &amp; Change Management.</li>\n<li>\n<strong>Entwicklung und Pflege von Standards &amp; Werkzeugen</strong>: Nach Evaluierung neuer Tools und Methoden für die Leistungserbringung in der IT im Umfeld IBM Mainframe (Java/PLI) stellen Sie diese bereit (inkl. nutzergerechte Kommunikation und Anwenderschulung). Zusätzlich übernehmen Sie den 3rd Level Support von zentralen Komponenten für die Anwendungsentwicklung und Infrastruktur.</li>\n<li>\n<strong>Qualitätssicherung in Zusammenarbeit mit dem Domänenarchitekten</strong>: Sie bewerten Architekturen regelmäßig gemäß Architektur-,SRC-Konformität (Security, Risiko, Compliance) und Betriebsstabilität und binden die verantworteten Architekturbereiche in den Gesamtarchitekturplan ein. Weiterhin stellen Sie die Integration fachlicher und SRC-Anforderungen in den Ausschnitten der IT Gesamtarchitektur der KfW sicher.</li>\n</ul>\n<h2>Das bringen Sie mit</h2>\n<ul>\n<li>\n<strong>Abgeschlossenes Studium</strong> (Diplom/Master) mit Fachrichtung Wirtschaftswissenschaften, Banking und Finance, Informatik, Mathematik, Naturwissenschaften oder eine vergleichbare Qualifikation</li>\n<li>\n<strong>Mehrjährige relevante Berufserfahrung,</strong> mit Schwerpunkt in der Entwicklung von Anwendungen in Java und PL/I sowie mit <strong>agilen Arbeitsformen</strong>\n</li>\n<li>Praxiserfahrung mit <strong>Sourcecodeverwaltung</strong> auf Basis von GIT und das sichere Beherrschen von TSO/ISPF (Host Terminal-Emulation).</li>\n<li>Sie haben bereits (Teil-)Projektleitungen übernommen und kommunizieren sicher auf <strong>Deutsch und Englisch</strong>\n</li>\n<li>Ausgeprägte <strong>analytische Denkweise</strong> und hohe <strong>Zielorientierung,</strong> die Sie beim Finden kreativer Lösungen gewinnbringend einsetzen, sowie starke <strong>konzeptionelle Fähigkeiten,</strong> die Ihnen dabei helfen andere von Ihren Lösungen zu überzeugen</li>\n</ul>\n<p>Ein Plus, kein Muss:</p>\n<ul>\n<li>Programmierkenntnisse mit Cobol und C++</li>\n<li>Kenntnisse über die Tools Compuware Xpediter, ITP-Panorama und CA Telon</li>\n</ul>\n<h2>Damit fördern wir Sie – Benefits bei der KfW</h2>\n<ul>\n<li>\n<strong>Vereinbarkeit von Familie &amp; Beruf</strong>\n<ul>\n<li>Wir unterstützen Sie mit flexiblen Arbeitszeiten, Homeoffice Möglichkeiten, 30 Tagen Urlaub, individuelle Teilzeitmodellen und Eltern-Kind-Büros.</li>\n</ul>\n</li>\n<li>\n<strong>Marktgerechte Vergütung</strong>\n<ul>\n<li>Bei uns erwartet Sie ein angemessenes Vergütungspaket mit vermögenswirksamen Leistungen und Jobticket.</li>\n</ul>\n</li>\n<li>\n<strong>Gelebte Vielfalt &amp; Inklusion</strong>\n<ul>\n<li>Vielfältigkeit und Chancengleichheit sind für uns als Unterzeichner der Charta der Vielfalt gelebter Alltag.</li>\n</ul>\n</li>\n<li>Weiterentwicklung &amp; Trainings\n<ul>\n<li>Immer auf dem neusten Stand mit persönlichen und fachlichen Weiterentwicklungsmöglichkeiten.</li>\n</ul>\n</li>\n<li>\n<strong>Betriebliche Altersvorsorge</strong>\n<ul>\n<li>Wir bauen auf Ihre Zukunft mit einer betrieblichen Altersvorsorge.</li>\n</ul>\n</li>\n<li>\n<strong>Gesundheitsförderung</strong>\n<ul>\n<li>Mit über 30 Betriebssportgruppen bis hin zu Gesundheitskursen und einem Mitarbeiterrestaurant unterstützt die KfW Ihre Gesundheit</li>\n</ul>\n</li>\n</ul>\n<h2>Sie möchten Verantwortung übernehmen und gemeinsam mit uns die Zukunft gestalten?</h2>\n<p>Dann freuen wir uns auf Ihre Bewerbung über das <strong>Bewerbungsformular</strong>. Bei Fragen zur Position können Sie sich gerne an Till Jünger unter der Nummer +49 30 20264-5004 wenden.</p>\n<p><a href=\"https://vonq.io/3ckp69t\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/3ckp69t\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUNYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c8c709a9f6803709e87c022307947f9c6d064dd1/kfw%20.jpeg"
	},
	{
		"id": "b3b63bca-e89a-4782-8557-c19ea24e4639",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/b3b63bca-e89a-4782-8557-c19ea24e4639",
		"created_at": "Tue Feb 02 08:22:55 UTC 2021",
		"company": "Kontist GmbH",
		"company_url": "https://kontist.com",
		"location": "Berlin",
		"title": "Senior JavaScript Developer (f/m/x)",
		"description": "<p><strong>Tasks</strong></p>\n<p>Have a high impact on our autonomous team. You will craft software that highly improves the lives of freelancers around banking and taxes. Build something you love, together with great and talented people who support you!</p>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>5+ years of backend experience (TypeScript, Node.js, SQL)</li>\n<li>Knowledge of at least one backend framework (does not have to be TypeScript)</li>\n<li>Strong frontend skills (React, React Native)</li>\n<li>An eye for quality (Automated tests, clean code, striving for improvements)</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<ul>\n<li>Open to both full-time position as well as 100% remote</li>\n<li>Bright and spacious office in central Berlin</li>\n<li>Flexible trust-based working hours</li>\n<li>Bring in your ideas (from Machine Learning to Deployment)</li>\n<li>Free flights to our nice office in Berlin, Germany</li>\n<li>Great team that loves to grow and learn from each other</li>\n</ul>\n<p>Please do not apply if you are not able to work during our core working hours (10:00 - 16:00 CEST). Occasional visits to Berlin (Germany) might be required.</p>\n",
		"how_to_apply": "<p><a href=\"https://kontist.join.com/jobs/1828840-senior-javascript-developer-f-m-x?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=senior%2Bjavascript%2Bdeveloper%2Bf%2Bm%2Bx\">https://kontist.join.com/jobs/1828840-senior-javascript-developer-f-m-x?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=senior%2Bjavascript%2Bdeveloper%2Bf%2Bm%2Bx</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcE9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5ae96fde0d4a3a6fcda0d7df77cbdd7e0b4399b5/kontist-squarelogo-1533721173355.png"
	},
	{
		"id": "75998254-9128-4503-9377-1e169f2155b8",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/75998254-9128-4503-9377-1e169f2155b8",
		"created_at": "Mon Feb 01 14:20:42 UTC 2021",
		"company": "ALDI Einkauf GmbH & Co. oHG",
		"company_url": "https://vonq.io/39nrs5H",
		"location": "Essen",
		"title": "IT Projektmanager Campus (m/w/d)",
		"description": "<h2>Über uns</h2>\n<p>ALDI Nord zählt mit einer mehr als 100-jährigen Erfolgsgeschichte zu den führenden Lebensmitteleinzelhändlern in Europa. Als Erfinder des Discounts ist es unser Anspruch, das Einkaufen für unsere Kunden so einfach wie möglich zu machen. Dafür erfinden wir uns immer wieder neu, entwickeln uns weiter und gestalten so die Zukunft des Discounts. Du hast die POWER, gemeinsam mit uns zu wachsen? Werde Teil unseres Teams!</p>\n<h2>Das sind Deine Aufgaben</h2>\n<ul>\n<li>Eigenverantwortliche Leitung und Durchführung von IT-(Teil-)Projekten</li>\n<li>Erarbeitung und Abstimmung ausgereifter Lösungskonzepte mit den Entscheidern vor Ort und den zentralen Organisationseinheiten</li>\n<li>Verantwortung für die Erreichung der Projektziele (Budget, Qualität, Zeit) und Sicherstellung der Projektmanagement-Dokumentation</li>\n<li>Zentraler Ansprechpartner und Schnittstelle zwischen den IT-Abteilungen sowie den verschiedenen Fachbereichen</li>\n<li>Steuerung, Koordination und Monitoring externer Dienstleister</li>\n</ul>\n<h2>Das bringst Du mit</h2>\n<ul>\n<li>Abgeschlossenes Studium der (Wirtschafts-)Informatik oder eine vergleichbare Qualifikation</li>\n<li>Erfahrung in der Leitung und Steuerung von IT-Projekten und die Fähigkeit auch bei heterogenen Themen den Überblick zu behalten</li>\n<li>Sehr gute Kommunikations- und Präsentationsfähigkeiten sowie eine analytische und eigenständige Arbeitsweise</li>\n<li>Eine gut strukturierte und organisierte Arbeitsweise sowie eine hohe Auffassungsgabe, um sich schnell in neue Aufgabenfelder einzuarbeiten</li>\n<li>Kenntnisse im Bereich IT-Infrastruktur wünschenswert - insbesondere im Kontext Bauprojekte (Netzwerk, Medientechnik, Workplace, Printing, Telefonie, Zugangssysteme, CAFM etc.)</li>\n</ul>\n<h2>Das bieten wir Dir</h2>\n<ul>\n<li>Top-Branchengehalt</li>\n<li>Eine abwechslungsreiche und anspruchsvolle Tätigkeit</li>\n<li>Einen sicheren Arbeitsplatz bei der Nr. 1 im Discount</li>\n<li>Ein leistungsstarkes und angenehmes Arbeitsumfeld in einem Team, das sich auf dich freut!</li>\n</ul>\n<h2>Interessiert?</h2>\n<p>Wir freuen uns auf Ihre Bewerbung über das <strong>Bewerbungsformular</strong></p>\n<h2>Kontakt</h2>\n<p>ALDI Einkauf GmbH &amp; Co. oHG</p>\n<p>Eckenbergstr. 16</p>\n<p>45307 Essen</p>\n<p><a href=\"https://vonq.io/39nrs5H\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/39nrs5H\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbzZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f99a80b23d1a3d9c37f85517c6f071a9f7900c66/Aldi.jpg"
	},
	{
		"id": "3d8d6e41-66be-440a-8689-0a0fd4b0f8d1",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/3d8d6e41-66be-440a-8689-0a0fd4b0f8d1",
		"created_at": "Mon Feb 01 13:47:26 UTC 2021",
		"company": "CompuGroup Medical SE & Co. KGaA",
		"company_url": "https://vonq.io/3tgAjyc",
		"location": "Höxter",
		"title": "Softwareentwickler (m/w/d) für Kliniksoftware C++",
		"description": "<h2>CompuGroup Medical hilft heilen</h2>\n<p>CompuGroup Medical liefert wichtige Software, um Gesundheit und Lebensqualität zu verbessern. Wir bauen Brücken zwischen Ärzten, Apothekern, Kostenträgern, Laboren, Reha- und Pflegeeinrichtungen und Krankenhäusern und helfen ihnen, Menschen optimal zu versorgen. Die Arbeit aller medizinischen Leistungserbringer zu verstehen und immer mehr zu erleichtern ist unser Ziel. Seit über 30 Jahren unterstützen wir unsere Kunden, Informationen sicher zu speichern, auszutauschen und Wissen abzufragen.</p>\n<ul>\n<li>Führendes internationales e-Health Unternehmen</li>\n<li>746 Mio. € Jahresumsatz in 2019</li>\n<li>Ca. 6100 Mitarbeiter weltweit</li>\n<li>Einzigartige Kundenbasis mit über 1 Mio. professionellen Nutzern weltweit</li>\n<li>Standorte in 18 und Produkte in 56 Ländern</li>\n<li>Über 30 Jahre erfolgreich im Markt</li>\n</ul>\n<h2>Als Softwareentwickler (m/w/d) für Kliniksoftware C++ gestalten Sie heute schon mit, was die Zukunft bringt!</h2>\n<p>Prägen Sie unsere Software mit Ihrer Vision und programmieren Sie die digitale Zukunft des Gesundheitswesens! Mit CGM haben Sie Zugriff auf Erfahrungswerte von Jahrzehnten und gleichzeitig die Möglichkeit, mit uns gemeinsam Ihren Beitrag zu einer Verbesserung der medizinischen Versorgung zu leisten - Ihr Code ist unsere DNA.</p>\n<h2>Ihr Beitrag:</h2>\n<ul>\n<li>In einem agilen Team (Scrum) designen, entwickeln und implementieren Sie neue Software-Komponenten für unsere Krankenhausinformationssysteme mit C++ und MFC</li>\n<li>Dabei arbeiten Sie über Anforderungen und Aufwandsschätzungen eng mit dem Produktmanagement zusammen</li>\n<li>Über Dokumentationen, Entwicklertests und Code Reviews sichern Sie Ihre Arbeit umfassend ab</li>\n<li>Mithilfe von Jira und Confluence dokumentieren und tracken Sie die aktive Optimierung der bestehenden Softwarearchitektur</li>\n</ul>\n<h2>Was uns wichtig ist:</h2>\n<ul>\n<li>Abgeschlossene Ausbildung im Bereich IT, z. B. als Fachinformatiker (m/w/d) oder Studium, z. B. Informatik, Wirtschaftsinformatik, Computer Sciences oder Software Engineering</li>\n<li>Bereits Erfahrung in der agilen (Scrum) professionellen Entwicklung von Anwendungen mit C++</li>\n<li>Idealerweise Kenntnisse im Bereich Datenbanken wie z.B. Microsoft SQL Server und Erfahrungen in der Applikationsentwickung mit Java</li>\n<li>+Fließende Deutsch- und gute Englischkenntnisse</li>\n</ul>\n<h2>Was Sie von uns erwarten können:</h2>\n<ul>\n<li>Sie profitieren von einem Umfeld mit langjähriger Erfahrung in einem der wichtigsten Märkte der Zukunft</li>\n<li>Sie entwickeln ein Produkt, das für Zuverlässigkeit, Sicherheit und Stabilität in einer hochdynamischen Gegenwart steht</li>\n<li>Ein offenes und freundliches Team, das mit Spaß und Kompetenz zusammenarbeitet</li>\n<li>Auf Wunsch ermöglichen wir Ihnen die Teilnahme an Entwicklungsprogrammen und Weiterbildungen, z. B. zum Agile Master oder Product Owner sowie In-house-Trainings in Englisch</li>\n<li>Flexible Arbeitszeiten unterstützen eine gesunde Work-Life-Balance</li>\n<li>Regelmäßige Team- und Firmenevents fördern die gemeinsame Teamkultur</li>\n<li>Kostenfreie Getränke verpflegen Sie rund um die Uhr</li>\n</ul>\n<p>Sie erleichtern es uns schnell richtige Entscheidungen zu treffen, wenn Sie uns über das <strong>Bewerbungsformular</strong> Ihre aussagekräftigen Unterlagen mit Ihren Gehaltsvorstellungen übermitteln.</p>\n<p><a href=\"https://vonq.io/3tgAjyc\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n<p><strong>Synchronizing Healthcare</strong></p>\n<p><strong>Werden Sie jetzt ein Teil davon!</strong></p>\n<p>Kennziffer:</p>\n<p><strong>req5144</strong></p>\n<p>Standort:</p>\n<p><strong>Höxter</strong></p>\n<p>Jobsegment:\n<strong>Software Development</strong></p>\n<p>Kontakt:</p>\n<p><strong><a href=\"mailto:career@cgm.com\">career@cgm.com</a></strong></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/3tgAjyc\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3lYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4d888dca7d4739517cdf1131f753017d8e5112f6/Compugroup.jpg"
	},
	{
		"id": "552d321b-9a9d-4c61-bd39-52cad1dbe444",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/552d321b-9a9d-4c61-bd39-52cad1dbe444",
		"created_at": "Mon Feb 01 12:33:49 UTC 2021",
		"company": "LINK Mobility Group",
		"company_url": "http://www.linkmobility.com",
		"location": "Stockholm",
		"title": "Java Software Engineer",
		"description": "<p>LINK Mobility Group AS is one of Europe's leading providers within mobile communications, specializing in CPaaS, mobile messaging services, and mobile solutions. The Group offers a wide range of scalable services and solutions across industries and sectors due to a growing demand for digital convergence between businesses and customers, platforms, and users. The Group is headquartered in Oslo, Norway and is publicly listed on the Oslo Stock Exchange. LINK Mobility continues to experience strong organic growth with a high degree of recurring revenue, as customers tend to move more business activities onto mobile platforms. In 2019, LINK Mobility had a total turnover of 2.9 billion NOK with offices in 17 different countries.</p>\n<p>JAVA DEVELOPER</p>\n<p>@LINK Mobility we live by three core values that drive our business and people: Innovative, Trustworthy and Committed. When working @LINK you appreciate diversity, cross-border collaboration and solving complex challenges in a high growth environment. Our people are knowledgeable, curious and agile team players who strive to consistently deliver the best mobile messaging solutions for our customers.</p>\n<p>Position overview</p>\n<p>We are looking for an experienced Java backend developer who wants to be a key contributor to the development of the messaging gateway that is central in LINK´s CPaaS solution. You will become part of a small office with a friendly atmosphere, and at the same time, part of a vibrant international environment with daily interactions with colleagues from across Europe and customers around the world.</p>\n<p>Every day, more than 10 million messages are sent through the gateway, and the traffic is steadily increasing. To boost deliveries and continue to increase the capacity and functionality of the gateway we are welcoming a new skillful developer to the team. You are experienced enough to work independently and ensure progress on your tasks. But equally important, you are transparent about your work, share knowledge and contribute to a good team spirit.</p>\n<p>Join us at our office in the Skrapan building on Götgatan street in central Stockholm.</p>\n<p>Responsibilities:</p>\n<p>Design and implement solutions with high quality.\nCo-operate with support and operation teams to keep platform SLAs.\nContribute to continuous improvements of software and teamwork.</p>\n<p>Your Experience:</p>\n<ul>\n<li>5+ years of experience from working as a backend Java developer.</li>\n<li>Experience from building scalable, robust and transaction-intensive systems.</li>\n<li>Experience from the Telecom industry is a bonus.</li>\n<li>Desirable knowledge: Tomcat, Spring, MSSQL, PostgreSQL, Kafka, RIAK, JAX-RS, JAX-WS, Redis, JavaScript, HTML, Networking, Linux and Eclipse.</li>\n</ul>\n<p>Your Qualifications:</p>\n<p>MSc Computer Engineering/ Computer science, or equivalent knowledge.\nFluent in English.</p>\n<p>Our Perfect Match:</p>\n<p>Self-motivated and driven with strong analytical and problem-solving skills.\nBusiness-oriented with the ability to understand the value chain and business model of the customers.\nPositive attitude and a constructive mindset.</p>\n<p>Every employee is an important member of the LINK Family. We do not accept any discrimination, whether active or by means of passive support, whether based on ethnicity, national origin, religion, disability, gender, sexual orientation, marital or parental status, union membership, political views, age or any other characteristic that results in compromising the principle of equality. LINK Mobility regards diversity as a lever for profitability.</p>\n<p>For questions about the position, please contact Technology Director, Lars Holmqvist, +46732594084, <a href=\"mailto:lars.holmqvist@linkmobility.com\">lars.holmqvist@linkmobility.com</a></p>\n",
		"how_to_apply": "<p>Apply by sending you resume and application to <a href=\"mailto:job@linkmobility.com\">job@linkmobility.com</a> ASAP</p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3FYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--17ce71fea0d3d591de11c537ae7a8c321601bdf7/1574083564272.png"
	},
	{
		"id": "3ad489ca-abc1-4078-b9dd-d4970bfbd026",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/3ad489ca-abc1-4078-b9dd-d4970bfbd026",
		"created_at": "Mon Feb 01 11:01:16 UTC 2021",
		"company": "Humanoo ",
		"company_url": "http://humanoo.com",
		"location": "Berlin ",
		"title": "iOS Developer (f/m/d)",
		"description": "<p><strong>Humanoo. Making people healthier - together with you</strong></p>\n<p>We are looking for an <strong>iOS Developer</strong> (f/m/d) who thrives on delivering state-of-the-art iOS applications that shape a strong connection with the end-user.</p>\n<p><strong>WE OFFER</strong></p>\n<p>○Up to 29 days off, including 3 Event Days</p>\n<p>○Personal development plan</p>\n<p>○BVG-ticket contribution</p>\n<p>○Unlimited access to the Humanoo App</p>\n<p><strong>WHAT WILL YOU BE WORKING ON?</strong></p>\n<p>○ You are responsible for the entire lifecycle of the app development</p>\n<p>○ You work on the functional and esthetical development of our iOS apps using Swift</p>\n<p>○ You continuously improve our code quality and feature stability</p>\n<p>○ You maintain, enhance and optimize our iOS applications</p>\n<p>○ You work closely with the Product Owners and UX/UI Designers to ensure our apps are a delight to use</p>\n<p><strong>HOW DO YOU FIT IN?</strong></p>\n<p>○ You bring in at least 2 years of experience as an iOS Developer</p>\n<p>○ You have experience with Push Notifications and the latest iOS SDK features</p>\n<p>○ You know your way around CocoaPods, GitHub, Alamofire</p>\n<p>○ Web services (REST APIs and JSON) hold no secrets for you</p>\n<p>○ You are enthusiastic about Agile and following practices like TDD</p>\n<p><strong>NICE TO HAVE</strong></p>\n<p>○ You developed and launched apps currently available in the App Stores</p>\n<p>○ You worked with HealthKit frameworks</p>\n<p>○ You know more than a thing or two about developing for Android</p>\n<p><strong>WORKING AT HUMANOO</strong></p>\n<p><strong>HUMANOO</strong> is a rapidly growing Health-Tech startup in Berlin-Kreuzberg. We work with corporations and insurers to empower people to achieve their personal health goals. Users of our platforms get incentivized with cash-outs, products, and services to live a healthier lifestyle – guided by the tailored content in our app.</p>\n<p>At <strong>HUMANOO</strong> you get to work in an international team with a can-do attitude. We embrace diversity and inclusion: Come as you are! We get together on a regular basis, from informative All-Hands Meetings to exciting team events.</p>\n<p>Last but not least: We don't hire profiles – we hire people. If your background is a little different, but you still believe you could be a great addition to the <strong>HUMANOO</strong> family: <em>Apply today!</em> 💌</p>\n",
		"how_to_apply": "<p><a href=\"https://humanoo.heavenhr.com/jobs/_PVPbCey-2kFbB0-YLt7XPQ_/apply?c=c1c6d8c5e0795fb44da552ef40ff1009\">https://humanoo.heavenhr.com/jobs/_PVPbCey-2kFbB0-YLt7XPQ_/apply?c=c1c6d8c5e0795fb44da552ef40ff1009</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2lYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33a20e7b473c56fb3a433107c17c4ccff642f9e6/Humanoo%20Logos-02.jpg"
	},
	{
		"id": "5443a1de-136a-404f-8e1b-20c61e80153d",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/5443a1de-136a-404f-8e1b-20c61e80153d",
		"created_at": "Mon Feb 01 10:54:05 UTC 2021",
		"company": "Humanoo ",
		"company_url": "http://humanoo.com",
		"location": "Berlin ",
		"title": "Senior Backend Developer (f/m/d) ",
		"description": "<p><strong>Humanoo. Making people healthier - together with you</strong></p>\n<p>We are looking for a <strong>Senior Backend Engineer</strong> (f/m/d) who thrives on solving complex puzzles and who’s known to be a great collaborator.</p>\n<p><strong>WE OFFER</strong></p>\n<p>○Up to 29 days off, including 3 Event Days</p>\n<p>○Personal development plan</p>\n<p>○BVG-ticket contribution</p>\n<p>○Unlimited access to the Humanoo App</p>\n<p><strong>WHAT WILL YOU BE WORKING ON?</strong></p>\n<p>○You take end to end ownership of feature development (Code + Test + Deployment support)</p>\n<p>○You design a highly scalable system</p>\n<p>○You work on improvements in system performance to remove the bottleneck.</p>\n<p>○You contribute actively on API and architecture documentation.</p>\n<p>○You work closely with product owners and plan project inception to delivery</p>\n<p><strong>HOW DO YOU FIT IN?</strong></p>\n<p>○At least 5 years of experience with Java</p>\n<p>○You are familiar with Maven, Spring boot, Hibernate</p>\n<p>○You have experience with microservices</p>\n<p>○Savvy with Git and AWS</p>\n<p>○Very good Object-oriented design skills</p>\n<p>○Well versed with Docker</p>\n<p>○Comfortable working with Agile and multiple deployments per day</p>\n<p>○Knowledge of event-driven systems or Kubernetes is a plus.</p>\n<p><strong>WORKING AT HUMANOO</strong></p>\n<p><strong>HUMANOO</strong> is a rapidly growing Health-Tech startup in Berlin-Kreuzberg. We work with corporations and insurers to empower people to achieve their personal health goals. Users of our platforms get incentivized with cash-outs, products, and services to live a healthier lifestyle – guided by the tailored content in our app.</p>\n<p>At <strong>HUMANOO</strong> you get to work in an international team with a can-do attitude. We embrace diversity and inclusion: Come as you are! We get together on a regular basis, from informative All-Hands Meetings to exciting team events.</p>\n<p>Last but not least: We don't hire profiles – we hire people. If your background is a little different, but you still believe you could be a great addition to the <strong>HUMANOO</strong> family: <em>Apply today</em>! 💌</p>\n",
		"how_to_apply": "<p><a href=\"https://humanoo.heavenhr.com/jobs/_ekwrzUuA-oz609tD2lcQqQ_/apply?c=c1c6d8c5e0795fb44da552ef40ff1009\">https://humanoo.heavenhr.com/jobs/_ekwrzUuA-oz609tD2lcQqQ_/apply?c=c1c6d8c5e0795fb44da552ef40ff1009</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb1NYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b3ea845f29ea38660eaa2a9e998cbb6fa945650/Humanoo_Recruiting_1.png"
	},
	{
		"id": "e1d550f5-8ffd-4987-8d51-5bc3669f0605",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/e1d550f5-8ffd-4987-8d51-5bc3669f0605",
		"created_at": "Mon Feb 01 09:32:18 UTC 2021",
		"company": "uMotif",
		"company_url": "https://www.umotif.com/",
		"location": "London",
		"title": "DevOps Engineer",
		"description": "<p>uMotif’s mission is to put patients at the centre of research by building data capture solutions people love to use. Designed with patients for patients, the uMotif platform supports data capture for each phase of clinical research across all therapeutic areas. Over 22,000 participants use our applications to track and submit e-consent, symptom, eCOA, ePRO, and wearable device data. With expertise in engaging patients and fast deployments, we work with 10 of the top 20 global pharmaceutical companies to power large real-world evidence (RWE) and virtual studies.</p>\n<p><strong>The Role</strong></p>\n<p>We are looking for an experienced DevOps Engineer to join uMotif’s Engineering team. As part of your role, you will:</p>\n<ul>\n<li>Maintain and improve tools to provide fast and stable deployments across our entire tech stack</li>\n<li>Contribute to the process of automated software builds and testing</li>\n<li>Develop solutions using AWS cloud services</li>\n<li>Maintain high quality of open source projects</li>\n</ul>\n<p><strong>What uDo?</strong></p>\n<ul>\n<li>Improve resilience and security of the existing infrastructure</li>\n<li>Use Terraform to create environments where software is continuously deployed into multiple environments</li>\n<li>Maintain and continually improve public and private Terraform modules</li>\n<li>Create deployable solutions that are used to spin up any environment within AWS on a selfserve basis</li>\n<li>Work on the containerized stack to ensure its performance and security</li>\n<li>Create procedures for pushing software updates and patches as well as maintain consistent configurations between environments</li>\n<li>Maintain Kubernetes setup and continue improving existing solution</li>\n<li>Migrate existing environments from EC2 to containerized solution (ECS)</li>\n<li>Implement security solutions in our cloud estate</li>\n</ul>\n<p><strong>What uNeed to Succeed!</strong></p>\n<ul>\n<li>Significant experience in designing resilient and scalable solutions within AWS. Essential services; VPC, IAM, EC2, S3, CloudWatch, DynamoDB, ACM, Route53, RDS, Elasticache, ECS, EKS, and SNS.</li>\n<li>Experience provisioning and maintaining infrastructure using Terraform and/or Cloudformation</li>\n<li>Sound knowledge around containers while utilizing solutions such as EKS (Kubernetes) and ECS</li>\n<li>Understanding of network security and security principles</li>\n<li>Experience in working with CI tools such as GitLab or GitHub Actions</li>\n<li>Good Git knowledge while using Github/Gitlab</li>\n<li>Strong scripting and automation skills using Bash, Python, or Go\n-Ability to manage code deployments and versioning, upgrading, and security patching of software</li>\n</ul>\n<p><strong>Nice to have</strong></p>\n<ul>\n<li>Experience working in a regulated environment (clinical, financial)</li>\n<li>Experience in writing well written Lambda functions using Javascript, Python, or Go</li>\n<li>Experience with NewRelic and delivered configuration for alerting using Terraform</li>\n<li>Experience with Okta our single sign-on solution</li>\n<li>Experience with Terraform Cloud</li>\n<li>Experience in working with GitLab and GitLab Runners</li>\n</ul>\n<p><strong>Why uMotif!</strong></p>\n<ul>\n<li>25 days holiday per year, plus an additional day off for your birthday</li>\n<li>Bupa private medical insurance</li>\n<li>Workplace pension contribution</li>\n<li>Share options</li>\n<li>Cycle to Work scheme</li>\n<li>‘uToken’ annual lifestyle bonus</li>\n<li>Flexible working</li>\n<li>EAP</li>\n</ul>\n<p><img src=\"https://camo.githubusercontent.com/e3741fac9f958aa538590649aa821b5280670c56/68747470733a2f2f742e676f686972696e672e636f6d2f682f30656335356430326331333164613432323239376637376230346262343838623631623135663435333837336531663766343837343237373739353330363961\"></p>\n",
		"how_to_apply": "<p><a href=\"https://t.gohiring.com/h/d777b031f13ac424583b06d15352459c1174e4badf40d3a38f41275ff4d5bb94\">application form</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0tYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--29db003445421e9058a05e926372314ec1f0fdcd/uMotif.png"
	},
	{
		"id": "ea15f1a5-c0c4-443a-bc1c-9e32bf073251",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/ea15f1a5-c0c4-443a-bc1c-9e32bf073251",
		"created_at": "Mon Feb 01 00:45:23 UTC 2021",
		"company": "Commonwealth Bank",
		"company_url": "https://www.commbank.com.au/about-us/careers/engineering.html?ei=Engineering",
		"location": "Sydney, Australia",
		"title": "Expressions of interest – Native iOS or Native Android developers",
		"description": "<ul>\n<li><em>You are passionate, innovative and a big thinker</em></li>\n<li><em>We are Australia’s largest native mobile team, building apps used by millions</em></li>\n<li><em>Together we can impact the financial wellbeing of every customer</em></li>\n</ul>\n<p><strong>Do work that matters</strong></p>\n<p>You’ll use the latest technology to build apps and features that determine how millions of people access their money.</p>\n<p>Drawing from your strong native mobile application experience, you’re constantly pushing the boundaries to help deliver outcomes that define future industry trends. Your passion for outstanding user experience and ability to solve complex problems is key to developing high quality, technical solutions.</p>\n<p>You’ve got experience working in an Agile environment and using leading engineering practices with an appreciation for the value of continuous delivery and automated testing. Writing clean, efficient and elegant code is second nature to you.</p>\n<p>You’re the kind of person who thrives when given the autonomy to drive their own projects – from conception, development, testing and release. But you’re also passionate about being active in the broader mobile development community. Honing your craft is something that happens inside and outside of work because you’re constantly keeping up to date with modern mobile dev practices.</p>\n<p>Here, you’ll collaborate with the best mobile engineers in the country that emphasise open communication, quality work and a culture of excellence. And your hard work will pay dividends, being able to tap into flexibility, great rewards and the ability to drive your own career growth, knowing you’ll have our support every step of the way.</p>\n<p><strong>See yourself in our team</strong></p>\n<p>Our mobile team is the largest native mobile team in the country. The team responsible for building Australia’s number one banking app, used by over 5 million people every day.</p>\n<p>We build elegant, world-class solutions that go beyond design to improve the financial wellbeing of each user. As someone who naturally balances logical, deep thinking with imagination and design, you’re a natural for coming up with great ideas. As a team we’re constantly striving to be the best in digital, pushing the boundaries to provide an unrivalled, personalised user experience across every product.</p>\n<p>Our diverse teams are dedicated to learning, sharing knowledge and continuous improvement. Innovation, passion and creativity shape our culture.</p>\n<p><strong>We’re interested in hearing from people who:</strong></p>\n<ul>\n<li>Have proven experience developing robust and secure native iOS and Android applications with Kotlin or Swift</li>\n<li>Are experts with Xcode and have advanced knowledge in source control management such as Git and Gitflow</li>\n<li>Have experience with CI/CD and exposure to testing automation</li>\n</ul>\n<p>If this sounds like you apply now!</p>\n",
		"how_to_apply": "<p>Apply here:\n<a href=\"https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/iOS-Developers---Mid---Senior-Level---Expressions-of-Interest-for-2021_REQ122361\">https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/iOS-Developers---Mid---Senior-Level---Expressions-of-Interest-for-2021_REQ122361</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbitYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d82717708fce8e7d78e6a9ce79f83b6503f8a8e0/CBA%20Stacked%20Wordmark%20@4x%20sRGB.jpg"
	},
	{
		"id": "57409c21-5271-482a-9eb5-33b21084e7fd",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/57409c21-5271-482a-9eb5-33b21084e7fd",
		"created_at": "Sun Jan 31 22:57:02 UTC 2021",
		"company": "Commonwealth Bank",
		"company_url": "https://www.commbank.com.au/about-us/careers/engineering.html?ei=Engineering",
		"location": "Sydney, Australia",
		"title": "Expressions of interest – Systems Engineers (DevOps, Docker & Cloud Security)",
		"description": "<ul>\n<li><em>You are driven to find elegant solutions to complex problems</em></li>\n<li><em>We are one of the most advanced engineering product teams in Australia</em></li>\n<li><em>Together we can future-proof one of Australia’s largest companies</em></li>\n</ul>\n<p><strong>Do work that matters</strong></p>\n<p>As someone who never shies away from a challenge, let us present ours to you. We’re working to re-architect and modernise our delivery landscape, enabling our engineers to provide seamless solutions for millions of people. And we want your help.</p>\n<p>Here, you can create, manage and optimise the platforms used to power our entire business. You’ll have the opportunity to take responsibility for continuous improvement, ensuring our systems are simpler, faster and more secure.</p>\n<p>You’re determined to innovate and create, fix what’s broken and speak up when something’s not right. Your analytical mind means data is part of every decision you make and you’re always on the lookout for improvement – from product delivery to honing your own skills.</p>\n<p>Working with us means you’ll collaborate across teams and functions, partnering with Software Engineers, Application Developers and Network Technicians. And you’ll have the opportunity to share your knowledge and can communicate technical ideas to your peers, managers and the broader engineering community.</p>\n<p>You have a tenacious attitude towards solving problems, be they business or technology. Here you’ll work with top engineers who are collectively driven to provide industry-leading solutions for the bank and its customers.</p>\n<p><strong>See yourself in our team</strong></p>\n<p>The Cloud Services Team is responsible for delivering the infrastructure and platform services that make it easier, cheaper and faster for CommBank to operate. We enable our engineering teams to provide unparalleled solutions for millions of people.</p>\n<p>Leveraging cloud technologies, we provide highly standardised platforms that push us toward rapid deployment and greater resilience. Together we’re integrating our automation processes, tools, data and ways of working to streamline delivery and provide unrivalled personalisation.</p>\n<p>We’re a diverse and inclusive bunch, dedicated to nurturing and supporting our people. We focus on skill development, collaboration and flexibility, encouraging you to build your experience across our diverse tech stack. Tap into flexibility, great rewards and the ability to drive your own career growth, knowing you’ll have our support every step of the way.</p>\n<p><strong>We’re interested in hearing from people who:</strong></p>\n<ul>\n<li>\n<p>Have technical understanding and experience of technology, system integration and application build, containerisation and modernisation concepts.</p>\n</li>\n<li>\n<p>Have hands-on automation scripting and programming skills in Bash, Shell, Golang, Python and Scala</p>\n</li>\n<li>\n<p>Have experience with DevOps engineering</p>\n</li>\n<li>\n<p>Have experience designing and building application containerisation and modernisation solutions, including end-to-end CI/CD solutions.</p>\n</li>\n<li>\n<p>Are experienced in standardising deployment, performing codification, providing scalable application primitives and automating the risk control environment</p>\n</li>\n<li>\n<p>Can demonstrate experience with Kubernetes, Docker orchestration and infrastructure-related open source contributions</p>\n</li>\n<li>\n<p>Have experience in automation and configuration management tools such as Ansible, Puppet or Chef</p>\n</li>\n</ul>\n<p>If this sounds like you apply now!</p>\n",
		"how_to_apply": "<p>Apply here:\n<a href=\"https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Expressions-of-Interest---Senior-Systems-Engineers--DevOps-_REQ124405\">https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Expressions-of-Interest---Senior-Systems-Engineers--DevOps-_REQ124405</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnFYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--997cf9ceab8c23554f415059447cfbc90e199f14/CBA%20Stacked%20Wordmark%20@4x%20sRGB.jpg"
	},
	{
		"id": "4334779b-e002-4532-99dd-ad4413d75091",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/4334779b-e002-4532-99dd-ad4413d75091",
		"created_at": "Sun Jan 31 22:37:24 UTC 2021",
		"company": "Commonwealth Bank",
		"company_url": "https://www.commbank.com.au/about-us/careers/engineering.html?ei=Engineering",
		"location": "Sydney, Australia",
		"title": "Expressions of interest – Senior Data Engineer",
		"description": "<ul>\n<li><em>You are determined to stay ahead of the latest Big Data technologies</em></li>\n<li><em>We're one of the largest and most advanced Data Engineering teams in the country</em></li>\n<li><em>Together we can build state-of-the-art data solutions that power seamless experiences for millions of customers</em></li>\n</ul>\n<p><strong>Do work that matters</strong></p>\n<p>As an experienced data engineer with proven expertise in software development and a passion for providing data-driven solutions, you’re ahead of trends and work at the forefront of Big Data technologies.</p>\n<p>Which is why we’re the perfect fit for you. Here, you’ll be part of a team of engineers going above and beyond to improve the standard of digital banking. Using the latest tech to solve our customers’ most complex data-centric problems.</p>\n<p>Across our end-to-end cycle, it will be your job to support the design and construction of large-scale automated machine learning and data mining practices. Drawing from your ability to integrate diverse sets of data from multiple sources you will design, develop and build industry-leading group data products.</p>\n<p>Your experience means you’re able to execute state-of-the-art coding practices, driving high quality outcomes to solve core business objectives and minimise risks. Communicating to technical and non-technical stakeholders across the business comes naturally to you.</p>\n<p>As someone who’s both eager to learn and share knowledge, you’re at home in a culture where quality, excellence and openness are championed. Here you’ll experience flexibility, great rewards and the opportunity to drive your own career growth.</p>\n<p><strong>See yourself in our team</strong></p>\n<p>To us, data is everything. It’s what powers our cutting-edge features and it’s the reason we can provide seamless experiences for millions of customers from app to branch.</p>\n<p>We’re responsible for CommBank’s key analytics capabilities and work to create world-leading capabilities for analytics, information management and decisioning. We work across the Group Data Warehouse, Hadoop Big Data Platform, Pega Decisioning, SAS, R, Tableau, Oracle BI, Ab Initio and Data Stage.</p>\n<p>We value innovation and encourage our employees to constantly think outside the box and break boundaries to solve complex problems. Our diverse teams are dedicated to learning, sharing knowledge and continuous improvement.</p>\n<p><strong>We’re interested in hearing from people who:</strong></p>\n<ul>\n<li>Have experience working with enterprise-level software applications providing Big Data solutions on Cloudera Hadoop platform.</li>\n<li>Possess strong skills and background within software engineering, preferably with backend coding in Java, Scala and Python</li>\n<li>Adept with designing and coding with Ab Initio applications.</li>\n<li>Demonstrated experience in writing Spark APIs, Hive and Impala queries, along with strong expertise working with Apache Kafka and Apache Cassandra.</li>\n</ul>\n<p>If this sounds like you apply now!</p>\n",
		"how_to_apply": "<p>Apply here:\n<a href=\"https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Senior-Data-Engineer_REQ124404\">https://cba.wd3.myworkdayjobs.com/CommBank_Careers/job/Sydney-CBD-Area/Senior-Data-Engineer_REQ124404</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--df4d27dbdeaee1a22a7cfd914dbfdf38d67d6cc1/CBA%20Stacked%20Wordmark%20@4x%20sRGB.jpg"
	},
	{
		"id": "f008bcac-872d-42b0-aec2-066949cac1c3",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/f008bcac-872d-42b0-aec2-066949cac1c3",
		"created_at": "Sun Jan 31 14:53:15 UTC 2021",
		"company": "Promaton",
		"company_url": "https://www.promaton.com/",
		"location": "Amsterdam/Remote (UTC-1 to UTC+3)",
		"title": "Senior Backend/Infra Engineer (Rust/Python/AWS/K8S)",
		"description": "<p>Your technical expertise helps us bring our advanced deep learning algorithms to every dental practice in the world so we can increase the quality of healthcare globally. Using micro services on Kubernetes and AWS you make sure our algorithms perform well, and our data is securely transported across our platform</p>\n<p>Promaton is changing dental healthcare by automating diagnostics and treatment workflows using AI, making healthcare more affordable and accessible for everyone. Did you know dentists miss up to 30% of pathologies on an X-Ray? We are on a mission to eliminate errors in dentistry by improving diagnostic accuracy, and automating mundane work like creating 3D models by hand from an X-Ray. See our company page to learn more about what we do.</p>\n<p>You'll be:</p>\n<ul>\n<li>Helping us scale our applications and infrastructure 125x what it can handle now, while making it faster and more robust.</li>\n<li>Working on our Medical AI Tool suite like our Data lake and our globally deployed annotation application, such that we can increase our development velocity, and product quality.</li>\n<li>Constantly improving our CI/CD, so we can ensure the quality of our product</li>\n</ul>\n<p>There are two factors that make the above especially challenging:</p>\n<ol>\n<li>We work with large files, and resource heavy workloads, meaning that we have to invest a lot in optimisation and cost control.</li>\n<li>We are a medical software manufacturer, meaning we comply with the highest standards of software development. This means we have an extensive CI/CD process that has to assure that our AI performs as it should on a wide variety of cases.</li>\n</ol>\n<p>The perks:\n💰  Excellent employment terms\n🏡  Freedom to work from anywhere you like (and any time you like). We only have a few touch points. Not just because of Covid, we are a remote company by design, and have people working from all over Europe.\n👩‍🔬 Dedicated time for hackathons and research, to explore new ideas of your own\n🎓 Real training budget for books and conferences or anything else you need to grow.\n🚀 Work with the latest technology, on the front-end of a rapidly changing field in medical\n💪 Loads of responsibility and autonomy, zero bureaucracy and a chance to make a real impact\n🏖 Awesome yearly company retreat, and quarterly team events.\n⛺️ 25 days of annual leave\n💻 Top-notch gear, and even bigger servers to play with\n🏄‍♂️ Promaton is funded for many years to come, meaning you can have the impact you only get at a startup, but with the job security of an established company.\n🛬 For all international hackers: Promaton is recognized as a visa sponsor by the Dutch government</p>\n<p>Our tech stack:</p>\n<ul>\n<li>Kubernetes on AWS (with EKS)</li>\n<li>Applications mostly written in Typescript. For resource intensive workloads, we are now also developing some tools and applications in Rust.</li>\n<li>AI Pipelines written in Python using Pytorch and Tensorflow</li>\n</ul>\n<p>Job requirements</p>\n<ul>\n<li>Computer science level degree or equivalent</li>\n<li>Programmer by heart, preferably in any of these languages: Rust, Python, Go, JavaScript, Java, C#</li>\n<li>5 years experience building back-end services</li>\n<li>2+ years with Kubernetes and cloud computing (AWS, GCP or Azure)</li>\n<li>Your mindset: open-minded, innovative, detail-oriented</li>\n<li>Based in a time zone between UTC-1 and UTC+3 (-2 to +2 hours Amsterdam time)</li>\n<li>Ability to fly in for company events 4 times a year (1 week per quarter)</li>\n</ul>\n<p>Bonus points:</p>\n<p>Passion for machine learning\nPrevious experience in a regulated environment</p>\n",
		"how_to_apply": "<p>Apply via <a href=\"https://careers.promaton.com/o/senior-backendinfra-engineer\">https://careers.promaton.com/o/senior-backendinfra-engineer</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbU9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7992d89b5293b65437e94fb244b1db3fd092da7c/2018-12-14%20asset-03%20logo-text-fc-bg%20square.png"
	},
	{
		"id": "f2eb2806-3a0d-41ff-bd42-20d27e845dae",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/f2eb2806-3a0d-41ff-bd42-20d27e845dae",
		"created_at": "Sat Jan 30 02:28:52 UTC 2021",
		"company": "iFit ",
		"company_url": "http:",
		"location": "Remote",
		"title": "Senior AWS Engineer (Remote) ",
		"description": "<p>SUMMARY</p>\n<p>Looking for an individual who is passionate about learning new things and solving problems. Must possess an extensive and deep understanding of AWS, and the ability to pick up and learn new AWS offerings often. Join us and help our organization practice DevOps methodologies!</p>\n<p>JOB RESPONSIBILITIES</p>\n<ul>\n<li>\n<p>Help architect, design, and implement AWS services at all levels of the organization</p>\n</li>\n<li>\n<p>Work with and enable a large variety of teams and their AWS needs</p>\n</li>\n<li>\n<p>Create and manage infrastructure 100% through CloudFormation and code</p>\n</li>\n<li>\n<p>Focus on scaling our platform</p>\n</li>\n<li>\n<p>Optimize network traffic through various AWS services</p>\n</li>\n<li>\n<p>Monitor and tool stability/performance metrics</p>\n</li>\n<li>\n<p>Analyze DB performance and bottlenecks</p>\n</li>\n<li>\n<p>Share on-call rotation duties</p>\n</li>\n<li>\n<p>Support innovation efforts and identify technology and solution roadmaps to improve mission capabilities</p>\n</li>\n<li>\n<p>Organizational AWS Areas of Focus</p>\n</li>\n<li>\n<p>Security</p>\n</li>\n<li>\n<p>RDS</p>\n</li>\n<li>\n<p>IoT</p>\n</li>\n<li>\n<p>Lambda/API Gateway</p>\n</li>\n<li>\n<p>Containerization (Docker, Beanstalk, ECS)</p>\n</li>\n<li>\n<p>Elemental</p>\n</li>\n<li>\n<p>Business Intelligence (Redshift, QuickSight, Kinesis)</p>\n</li>\n<li>\n<p>Machine Learning (SageMaker, ETL items)</p>\n</li>\n</ul>\n<p>DESIRED QUALIFICATIONS, EDUCATION and/or EXPERIENCE</p>\n<ul>\n<li>\n<p>Passionate about learning new things and solving problems</p>\n</li>\n<li>\n<p>12 or more years of experience in software development and solution architecture</p>\n</li>\n<li>\n<p>Extensive and deep understanding of AWS, and the ability to pick up and learn new AWS offerings often</p>\n</li>\n<li>\n<p>A focus on performance, stability, and security in every task</p>\n</li>\n<li>\n<p>Superior written and communication skills with ability to interface with various groups such as project team, and senior executives</p>\n</li>\n<li>\n<p>Strong capability and extensive experience in developing and writing technical solutions</p>\n</li>\n<li>\n<p>Strong organizational skills and the ability to independently execute work tasks in a rapidly changing, fast-paced environment</p>\n</li>\n</ul>\n<p>Bonus Qualifications</p>\n<ul>\n<li>\n<p>TypeScript and Node experience</p>\n</li>\n<li>\n<p>Postgres/MongoDB/Redis experience</p>\n</li>\n</ul>\n<p>COMPENSATION AND BENEFITS</p>\n<ul>\n<li>\n<p>Highly competitive compensation, including a performance-based bonus.</p>\n</li>\n<li>\n<p>Full benefits package (Medical, HSA, FSA, Dental, Vision and Life insurance)</p>\n</li>\n<li>\n<p>401(k) with company match.</p>\n</li>\n<li>\n<p>A PTO policy that ensures you are able to find a happy work-to-life balance.</p>\n</li>\n<li>\n<p>Access to cutting-edge technology and hardware for work and fitness.</p>\n</li>\n<li>\n<p>Collaborative work space and environment.</p>\n</li>\n</ul>\n<p>ABOUT IFIT</p>\n<p>iFit is group of talented designers, developers, marketers, and sales associates that are part of the larger, 2,500+ ICON Health &amp; Fitness corporation, which also includes NordicTrack, Proform, Freemotion, and multiple other brands.  We have the flexibility and feel of a startup company with the security and benefits you would find in a broader corporate environment.  iFit is comprised of both on site and remote employees. We are headquartered in Logan, UT and you are welcome to work from the office or mostly anywhere else in the US (there are a few exceptions).  We are very experienced and comfortable working in a remote-friendly environment. We currently use Slack, Zoom, and Google to keep our communication alive and engaged!</p>\n<p>Check us out!</p>\n<p><a href=\"https://stackoverflow.com/jobs/companies/ifit\">https://stackoverflow.com/jobs/companies/ifit</a></p>\n<p><a href=\"https://www.ifit.com/aboutus\">https://www.ifit.com/aboutus</a></p>\n",
		"how_to_apply": "<p><a href=\"https://corehr.hrcloud.com/icon/#/job-detail/dea270e928dc1c0db633bf43e87d8bb4\">https://corehr.hrcloud.com/icon/#/job-detail/dea270e928dc1c0db633bf43e87d8bb4</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--18e69430840d3b0ac4bb0759a506430023132995/square-01.jpg"
	},
	{
		"id": "9abd59e0-52c8-4256-a2fa-4e16992916cb",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/9abd59e0-52c8-4256-a2fa-4e16992916cb",
		"created_at": "Sat Jan 30 02:25:31 UTC 2021",
		"company": "iFit ",
		"company_url": "http://ifit.com/aboutus",
		"location": "Remote",
		"title": "Data Engineer (Remote)",
		"description": "<p>SUMMARY</p>\n<p>As a Data Engineer, you will take on big data challenges in order to deliver insightful analytics. You will build data pipelines and data models that will empower engineers and analysts to make data-driven decisions and deliver a deep understanding of the business.  Your attention to detail will provide the stakeholders with the highest standard in data integrity.</p>\n<p>JOB RESPONSIBILITIES</p>\n<ul>\n<li>\n<p>Use an analytical, data-driven approach to drive a deep understanding of our business.</p>\n</li>\n<li>\n<p>Build data pipelines and data models that will empower engineers and analysts to make data-driven decisions</p>\n</li>\n<li>\n<p>Build data models to deliver insightful analytics</p>\n</li>\n<li>\n<p>Deliver the highest standard in data integrity</p>\n</li>\n<li>\n<p>Strong analytical skills with ability to analyze and project sales, subscriber, and engagement data. Performs competitive analysis, reviews industry information for current trends and opportunities. Works closely with analytics teams to develop comprehensive analytical reports to enable data-driven decisions to increase engagement and conversions of target customer segments.</p>\n</li>\n</ul>\n<p>DESIRED QUALIFICATIONS, EDUCATION and/or EXPERIENCE</p>\n<ul>\n<li>\n<p>Experience in business intelligence, analytics, or an equivalent analyst position with experience in SQL and an additional object-oriented programming language (e.g., Python, Java).</p>\n</li>\n<li>\n<p>High level of expertise in data modeling.</p>\n</li>\n<li>\n<p>Effective problem solving and analytical skills. Ability to manage multiple projects and report simultaneously across different stakeholders.</p>\n</li>\n<li>\n<p>Structured thinking with ability to easily break down ambiguous problems and propose impactful data modeling designs.</p>\n</li>\n<li>\n<p>Attention to detail and effective verbal/written communication skills.</p>\n</li>\n<li>\n<p>Bachelor’s degree in Engineering, Computer Science, Statistics, Economics, Mathematics, Finance, a related quantitative field, or equivalent practical experience.</p>\n</li>\n<li>\n<p>2-6 years of experience in consulting, business intelligence, analytics, or an equivalent analyst position with experience in SQL and Python.</p>\n</li>\n</ul>\n<p>COMPENSATION AND BENEFITS</p>\n<ul>\n<li>\n<p>Highly competitive compensation, including a performance-based bonus.</p>\n</li>\n<li>\n<p>Full benefits package (Medical, HSA, FSA, Dental, Vision and Life insurance)</p>\n</li>\n<li>\n<p>401(k) with company match.</p>\n</li>\n<li>\n<p>A PTO policy that ensures you are able to find a happy work-to-life balance.</p>\n</li>\n<li>\n<p>Access to cutting-edge technology and hardware for work and fitness.</p>\n</li>\n<li>\n<p>Collaborative work space and environment.</p>\n</li>\n</ul>\n<p>ABOUT IFIT</p>\n<p>iFit is group of talented designers, developers, marketers, and sales associates that are part of the larger, 2,500+ ICON Health &amp; Fitness corporation, which also includes NordicTrack, Proform, Freemotion, and multiple other brands.  We have the flexibility and feel of a startup company with the security and benefits you would find in a broader corporate environment.  iFit is comprised of both on site and remote employees. We are headquartered in Logan, UT and you are welcome to work from the office or mostly anywhere else in the US (there are a few exceptions).  We are very experienced and comfortable working in a remote-friendly environment. We currently use Slack, Zoom, and Google to keep our communication alive and engaged!</p>\n<p>Check us out!\n<a href=\"https://stackoverflow.com/jobs/companies/ifit\">https://stackoverflow.com/jobs/companies/ifit</a></p>\n<p><a href=\"https://www.ifit.com/aboutus\">https://www.ifit.com/aboutus</a></p>\n",
		"how_to_apply": "<p><a href=\"https://corehr.hrcloud.com/icon/#/job-detail/8829219960195302a50b3050af7ce1a8\">https://corehr.hrcloud.com/icon/#/job-detail/8829219960195302a50b3050af7ce1a8</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUNYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1262d334a40ef7641b1b0cd6d8fbd07c2665eb15/square-01.jpg"
	},
	{
		"id": "0109dd33-5433-4e08-84c2-f2571531ed53",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/0109dd33-5433-4e08-84c2-f2571531ed53",
		"created_at": "Sat Jan 30 02:21:09 UTC 2021",
		"company": "iFit ",
		"company_url": "http:",
		"location": "Remote",
		"title": "Mobile Developer (Remote or On site) ",
		"description": "<p>SUMMARY</p>\n<p>The iFit Mobile Development Team is growing, and we’re looking for an experienced developer to join us as we build products and experiences that empower our broad and diverse user base all around the world!</p>\n<p>DESIRED QUALIFICATIONS, EDUCATION, and/or EXPERIENCE</p>\n<ul>\n<li>\n<p>Passionate about mobile technologies and coding the <em>right</em> way</p>\n</li>\n<li>\n<p>Deliver a product that is centered around a great customer experience</p>\n</li>\n<li>\n<p>Create mobile applications that will be used by millions</p>\n</li>\n<li>\n<p>Create quality code that is easy to test and maintain</p>\n</li>\n<li>\n<p>Participate in code reviews and trainings</p>\n</li>\n<li>\n<p>Collaborate with others in a remote environment</p>\n</li>\n<li>\n<p>Experience developing Android and/or iOS applications</p>\n</li>\n<li>\n<p>Experience with git</p>\n</li>\n<li>\n<p>Experience with Agile Methodologies</p>\n</li>\n<li>\n<p>Bonus: Experience with Xamarin and C#</p>\n</li>\n</ul>\n<p>COMPENSATION AND BENEFITS</p>\n<ul>\n<li>\n<p>Highly competitive compensation, including a performance-based bonus.</p>\n</li>\n<li>\n<p>Full benefits package (Medical, HSA, FSA, Dental, Vision and Life insurance)</p>\n</li>\n<li>\n<p>401(k) with company match.</p>\n</li>\n<li>\n<p>A PTO policy that ensures you are able to find a happy work-to-life balance.</p>\n</li>\n<li>\n<p>Access to cutting-edge technology and hardware for work and fitness.</p>\n</li>\n<li>\n<p>Collaborative work space and environment.</p>\n</li>\n</ul>\n<p>ABOUT IFIT</p>\n<p>iFit is group of talented designers, developers, marketers, and sales associates that are part of the larger, 2,500+ ICON Health &amp; Fitness corporation, which also includes NordicTrack, Proform, Freemotion, and multiple other brands.  We have the flexibility and feel of a startup company with the security and benefits you would find in a broader corporate environment.  iFit is comprised of both on site and remote employees. We are headquartered in Logan, UT and you are welcome to work from the office or mostly anywhere else in the US (there are a few exceptions).  We are very experienced and comfortable working in a remote-friendly environment. We currently use Slack, Zoom, and Google to keep our communication alive and engaged!</p>\n<p>Check us out!</p>\n<p><a href=\"https://stackoverflow.com/jobs/companies/ifit\">https://stackoverflow.com/jobs/companies/ifit</a></p>\n<p><a href=\"https://www.ifit.com/aboutus\">https://www.ifit.com/aboutus</a></p>\n<p>List of states we are able to hire in: AK, AZ, AR, CA, CO, CT, FL, GA, ID, IL, IN, KS, MI, MA, MD, MN, MO, NC, NH, NJ, OH, OR, PA, SC, TN, TX, UT, VA, WA, WI.</p>\n",
		"how_to_apply": "<p><a href=\"https://corehr.hrcloud.com/icon/#/job-detail/68ce1984b7dbfde713e7958cd4700de2\">https://corehr.hrcloud.com/icon/#/job-detail/68ce1984b7dbfde713e7958cd4700de2</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDZYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b8913ea133e9c87fe2a2cd5d94e9b4146495aff/square-01.jpg"
	},
	{
		"id": "aea4c02f-4bc1-484d-8888-4d9f065c7bcc",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/aea4c02f-4bc1-484d-8888-4d9f065c7bcc",
		"created_at": "Sat Jan 30 02:13:20 UTC 2021",
		"company": "iFit ",
		"company_url": "http://ifit.com/aboutus",
		"location": "Remote",
		"title": "Javascript Full Stack Developer (Remote or On site)",
		"description": "<p>SUMMARY</p>\n<p>You are a driven, self-motivated software engineer with at least a few years experience in the industry and has strong experience with JavaScript and familiarity with NoSQL databases. Bonus points if you’re comfortable with TypeScript and PostgreSQL! We are constantly evaluating our process and toolset so that we can be assured we are always working at our best; that means you are eager to learn and contribute to our growing team. You are a great communicator and collaborator. You love problem solving, both at the micro (debugging code) and macro (architecting new features) levels. Most of all you want to be a part of a diverse team that knows how to have fun while creating software that changes people's lives!</p>\n<p>JOB RESPONSIBILITIES</p>\n<p>We're looking for experienced developers that can help us build an amazing fitness platform. Here's a taste of what you can expect:</p>\n<ul>\n<li>\n<p>Work closely with front-end and native developers building WebViews in React for our hybrid mobile applications.</p>\n</li>\n<li>\n<p>Architect and build services using AWS Lambda and TypeScript.</p>\n</li>\n<li>\n<p>Design performance-driven endpoints for our public API.</p>\n</li>\n<li>\n<p>Ensure all of our code works as designed by helping build out our extensive test suite.</p>\n</li>\n<li>\n<p>Participate in peer code reviews. A great way to produce solid code and learn new things!</p>\n</li>\n<li>\n<p>Engage in internal tech talks and other training. Got something interesting to teach us? Please share!</p>\n</li>\n</ul>\n<p>COMPENSATION AND BENEFITS</p>\n<ul>\n<li>\n<p>Highly competitive compensation, including a performance-based bonus.</p>\n</li>\n<li>\n<p>Full benefits package (Medical, HSA, FSA, Dental, Vision and Life insurance)</p>\n</li>\n<li>\n<p>401(k) with company match.</p>\n</li>\n<li>\n<p>A PTO policy that ensures you are able to find a happy work-to-life balance.</p>\n</li>\n<li>\n<p>Access to cutting-edge technology and hardware for work and fitness.</p>\n</li>\n<li>\n<p>Collaborative work space and environment.</p>\n</li>\n</ul>\n<p>ABOUT IFIT</p>\n<p>iFit is group of talented designers, developers, marketers, and sales associates that are part of the larger, 2,500+ ICON Health &amp; Fitness corporation, which also includes NordicTrack, Proform, Freemotion, and multiple other brands.  We have the flexibility and feel of a startup company with the security and benefits you would find in a broader corporate environment.  iFit is comprised of both on site and remote employees. We are headquartered in Logan, UT and you are welcome to work from the office or mostly anywhere else in the US (there are a few exceptions).  We are very experienced and comfortable working in a remote-friendly environment. We currently use Slack, Zoom, and Google to keep our communication alive and engaged!</p>\n<p>Check us out!</p>\n<ul>\n<li><a href=\"https://stackoverflow.com/jobs/companies/ifit\">https://stackoverflow.com/jobs/companies/ifit</a></li>\n<li><a href=\"https://www.ifit.com/aboutus\">https://www.ifit.com/aboutus</a></li>\n</ul>\n<p>List of states we are able to hire in: AK, AZ, AR, CA, CO, CT, FL, GA, ID, IL, IN, KS, MI, MA, MD, MN, MO, NC, NH, NJ, OH, OR, PA, SC, TN, TX, UT, VA, WA, WI.</p>\n",
		"how_to_apply": "<p><a href=\"https://corehr.hrcloud.com/icon/#/job-detail/68ce1984b7dbfde713e7958cd4700de2\">https://corehr.hrcloud.com/icon/#/job-detail/68ce1984b7dbfde713e7958cd4700de2</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbG1YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--aa1e841ce3feddec8477be699baac209e5c4e180/square-01.jpg"
	},
	{
		"id": "26982bd3-6111-4929-9e5d-8979332722ca",
		"type": "Contract",
		"url": "https://jobs.github.com/positions/26982bd3-6111-4929-9e5d-8979332722ca",
		"created_at": "Fri Jan 29 18:49:45 UTC 2021",
		"company": "BRANDIRON",
		"company_url": "http://WWW.BRANDIRON.NET",
		"location": "Remote/CO",
		"title": "Front End Web Development",
		"description": "<p>We are looking for a freelance front end web developer with an eye for SEO and all things speed. You have at least 3 years of front end web development experience and you like solving complex problems.</p>\n<p>RESPONSIBILITIES:</p>\n<p>Code websites using HTML, CSS and JavaScript within a mainstream CMS\nIndependently and accurately scope and manage project budgets and timelines\nParticipate in early stage concept development, content architecture, and functionality designs in the web development process\nAbility to setup domain, manage DNS zone records, through development and website launch\nManage multiple projects by working directly with both designers and project managers within a flexible, changing environment\nEffectively problem-solve and resolve website issues\nEffectively respond to client inquiries regarding their websites\nTrain new clients on their website while customizing the solution to their business</p>\n<p>REQUIREMENTS:</p>\n<p>3+ years programming and UX Design experience\nProven experience with CMS (able to show examples)\nExpert in HTML and CSS, and comfortable with PHP\nExtensive experience developing custom theming and templating within a mainstream CMS (WordPress)\nExpert knowledge of JavaScript and advanced knowledge of implementing behavior and functionality with JQuery\nAbility to employ an efficient development workflow to take project from inception to launch\nExperience with Google Analytics and integration in the backend of the website\nFamiliarity with SEO best practices and standards\nExperience working with and creating SVG images\nExperience managing data that requires multiple content types, categories, taxonomies, and relationships\nComfortable working with XD and Adobe Creative Suite\nGoogle Adwords experience</p>\n",
		"how_to_apply": "<p>Email your resume to <a href=\"mailto:cbarker@brandiron.net\">cbarker@brandiron.net</a></p>\n",
		"company_logo": null
	},
	{
		"id": "24f63ba1-4511-45cf-b6b1-5d089639598d",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/24f63ba1-4511-45cf-b6b1-5d089639598d",
		"created_at": "Fri Jan 29 18:36:11 UTC 2021",
		"company": "Govini",
		"company_url": "http://www.govini.com",
		"location": "Pittsburgh, PA",
		"title": "Machine Learning Engineer",
		"description": "<p>Company Description\nGovini is a decision science firm dedicated to transforming the business of national security through data science and machine learning. Through its data and analytic platform, Govini delivers objective, decision-grade information at scale to the national security enterprise, so that leaders can better direct investments to innovation and modernization. Govini has offices in Arlington, Virginia, San Francisco, California, and Pittsburgh, Pennsylvania.</p>\n<p>Job Description\nWe are seeking an exceptional Machine Learning Engineer to join our team to build cutting-edge machine learning technologies that will replace complex, time-consuming, manual processes with automation and intelligence that will help Govini end-users make scientific and analytical decisions.</p>\n<p>We're looking for world-class talent to join our team where you will have the opportunity to help develop solutions from data collection to large scale data manipulation to long term data storage and low-latency retrieval, reporting and analytical systems to solve big data problems that drive business performance.</p>\n<p>This is a team member position, working onsite in our Pittsburgh, PA office.</p>\n<p>In order to do this job well, you must be a curious and eager problem solver with a hunger for building well-designed, high quality solutions. You have a passion for great work and nothing less than your best will do. You share our intolerance of mediocrity. You’re uber-smart, challenged by figuring things out and producing simple solutions to complex problems. Knowing there are always multiple answers to a problem, you know how to engage in a constructive dialogue to find the best path forward. You’re scrappy. We like scrappy.</p>\n<p>Scope of Responsibilities:</p>\n<ul>\n<li>Actively create, architect and deliver state of the art machine learning solutions designed to add intelligence to our data analysis and software-as-a-service platform</li>\n<li>Establish meaningful criteria for evaluating algorithm performance and suitability</li>\n<li>Develop clear software specifications for implementing trained models</li>\n<li>Implement working, scalable, production-ready Machine Learning and AI Process Automation models and code</li>\n<li>Optimize processes for maximum speed, performance and accuracy</li>\n<li>Participate in the end-to-end software development of new feature functionality and design capabilities</li>\n<li>Craft clean, testable and maintainable code</li>\n<li>Keep up to date with Machine Learning best practices and evolving open source frameworks</li>\n<li>Regularly seek out innovation and continuous improvement, finding efficiency in all assigned tasks</li>\n<li>Collaborate closely with fellow software engineers, data scientists, data engineers and QA engineers</li>\n</ul>\n<p>Qualifications</p>\n<p>US Citizenship is required</p>\n<p>Required Skills</p>\n<ul>\n<li>Bachelor's, Master’s or Doctorate degree in Computer Science, Computer Engineering or a related field</li>\n<li>Minimum 2 years experience in hands-on development of machine learning models</li>\n<li>Practical experience of building, developing and productionizing machine learning systems</li>\n<li>Advanced software skills in Python</li>\n<li>Experience in NLP</li>\n<li>Hands-on experiences with AWS and cloud infrastructure</li>\n<li>A strong desire to learn and investigate new technologies</li>\n<li>Familiarity with Git source control management</li>\n<li>Prior hands-on experience working with data-driven analytics</li>\n<li>Ability to work collaboratively with little supervision</li>\n<li>A burning desire to work in a challenging fast paced tech environment</li>\n</ul>\n<p>Desired Skills</p>\n<ul>\n<li>Track record of implementing data-driven products\nExperience in or exposure to the nuances of a startup or other entrepreneurial environment</li>\n</ul>\n",
		"how_to_apply": "<p>Submit your application: <a href=\"https://jobs.lever.co/govini/26e4a24c-1f7d-4dad-8c68-7c4685be2b9d?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">https://jobs.lever.co/govini/26e4a24c-1f7d-4dad-8c68-7c4685be2b9d?lever-origin=applied&amp;lever-source%5B%5D=GitHub</a></p>\n",
		"company_logo": null
	},
	{
		"id": "f50ada79-a24a-41b6-80ba-31454e007979",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/f50ada79-a24a-41b6-80ba-31454e007979",
		"created_at": "Fri Jan 29 16:33:52 UTC 2021",
		"company": "Open Cosmos",
		"company_url": "https://www.open-cosmos.com/",
		"location": "UK, Spain or France",
		"title": "Satellite Control Software Web Back-End Engineer (remote)",
		"description": "<h1>The Company</h1>\n<p>Open Cosmos are revolutionising space technology and opening up the cosmos to everyone. Our simple, affordable satellite missions give organisations the chance to use space technology as a tool to get your ideas into orbit. Our mission is to make the leaps in space that become the leaps on Earth.</p>\n<h1>The People</h1>\n<p>Compiled of 50+ people from over 15 nationalities, we have a culturally diverse workforce full of Engineers, Software Developers, Business developers and Mission Managers! Beyond the office, we have bakers, long distance runners, climbers, rowers, golfers and mixed martial artists!</p>\n<h1>The Vision</h1>\n<p>By making space data more accessible and affordable, we want to be the platform that allows applicable solutions to be the prevention, not the cure.  When tragedy strikes, Earth Observation satellites can be used to detect where resources would be most effective and map out the scale of damage to help decision makers rebuild</p>\n<h1>Description of the Position</h1>\n<p>You will be joining the Open Cosmos software development team where you will be responsible for designing, implementing, testing, delivering and maintaining several of the software modules of one of our core products: OpenApp Mission Control Software. A satellite constellation control software that is used by internal operators and external customers alike, to operate the constellation of multi-customer, multi-satellite  and multi-ground station missions.</p>\n<p>Our product is a cloud-native web-based application built with modern technologies (microservices, kubernetes, golang, etc). We work using a DevOps and Agile methodology, where we combine frequent iteration cycles with the responsibility of keeping the application operative. </p>\n<p>This is a unique opportunity within the industry as most mission control softwares for satellites are built with the waterfall methodology and monolithic approaches. We encourage applicants who only have experience in satellite ground segments as well as applicants who only have experience in microservices backends to apply.</p>\n<p>Moving forward we will face many challenges that you might help resolve, ranging from new modules such as a scripting solution to allow automation in operations; improve architecture to seemingly support different satellite platforms; increase observability and tracing; or multi-cloud deployments among many others, you will find a project that suits your interests.</p>\n<h1>Tasks and responsibilities  </h1>\n<ul>\n<li>Participate in software architecture design</li>\n<li>Lead the design and implementation of new back-end modules</li>\n<li>Help build and maintain reliable CI/CD with automated testing</li>\n<li>Work with our satellite operators to improve their user experience</li>\n<li>Input to the technical roadmap</li>\n</ul>\n<h1>Skills, attitude and experience  </h1>\n<ul>\n<li>Experience in at least one of the following:</li>\n<li>Experience in microservices-based back-end development with Golang.</li>\n<li>Experience and knowledge of common ground segment and space standards such as CCSDS, ECSS, CSP, Space Packets, etc.</li>\n<li>Experience in integrating development operations &amp; developer experience tools</li>\n<li>Commitment and a proactive attitude, always seek continuous improvement</li>\n<li>Quick to learn and coach others, excited to learn new technologies</li>\n<li>Be a teamplayer, always speak your mind honestly and respectfully when there is a problem to solve, so that the team discussion is healthy and productive</li>\n<li>Constantly try to strike a good balance in determining what to build depending on the current context and the company's mission and long term goals</li>\n</ul>\n<h1>Nice to have  </h1>\n<ul>\n<li>Experience working with Kubernetes and GKE would be highly valued</li>\n<li>Experience with space systems</li>\n<li>Experience with space links, encoding and modulation</li>\n<li>Experience maintaining and managing SQL databases</li>\n<li>Knowledge of tools such as GitLab CI/CD, HTTP REST, RabbitMQ, GRPC, Terraform, Unix Command Line, Bash scripting and build systems</li>\n</ul>\n<h1>You will enjoy</h1>\n<ul>\n<li>Working with a team of passionate people to help solve the world's biggest challenges</li>\n<li>Working at one of the world’s leading space campuses</li>\n<li>25 days holidays + 8 bank holidays</li>\n<li>Attractive Pension Scheme &amp; Immediate enrolment</li>\n<li>Social clubs organised by the team</li>\n<li>Remote working and Home working as per company policy</li>\n<li>Annual Salary Review</li>\n</ul>\n<h1>Open Cosmos in the media</h1>\n<ul>\n<li>Our Website - <a href=\"https://www.open-cosmos.com/\">https://www.open-cosmos.com/</a>\n</li>\n<li>Facebook - <a href=\"https://www.facebook.com/open.cosmos.space\">https://www.facebook.com/open.cosmos.space</a>\n</li>\n<li>Linkedin - <a href=\"https://www.linkedin.com/company/opencosmos\">https://www.linkedin.com/company/opencosmos</a>\n</li>\n<li>Twitter - <a href=\"https://twitter.com/open_cosmos\">https://twitter.com/open_cosmos</a>\n</li>\n</ul>\n",
		"how_to_apply": "<p>Submit CV at <a href=\"https://opencosmos.bamboohr.com/jobs/view.php?id=48&amp;source=aWQ9OQ%3D%3D\">https://opencosmos.bamboohr.com/jobs/view.php?id=48&amp;source=aWQ9OQ%3D%3D</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUtYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3fd53eb008a70c6f19a55f9f2279ab61f42b13d8/Open_Cosmos_Horizontal_Black_RGB%20(1).png"
	},
	{
		"id": "6b4abcfe-874f-408d-86b0-09e3696438db",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/6b4abcfe-874f-408d-86b0-09e3696438db",
		"created_at": "Fri Jan 29 18:13:09 UTC 2021",
		"company": "Onna",
		"company_url": "https://onna.com/careers/",
		"location": "United States",
		"title": "Implementation Developer (RTP or remote, travel required)",
		"description": "<p>We are looking for an experienced and highly driven Professional Services Implementation Developer to join our Raleigh-Durham team. This role is also open to remote team members within the US! This role does involve occasional travel, and during certain times it may be up to 75%</p>\n<p>As a member of Onna’s Professional Services team you will partner with engineers and front-end users to implement Onna cloud and on-premise instances of Onna. You will work closely with Customer Success to ensure overall success and will coordinate with many internal resources including:  Sales, Success, Support, and Product.</p>\n<p><strong>What you’ll do:</strong></p>\n<ul>\n<li>\n<p>Serve as a subject matter expert on Onna’s platform, partnering with engineers supporting Onna’s deployment and assisting customers with training, architecture, and platform implementations</p>\n</li>\n<li>\n<p>Scope and potentially help clients develop custom-built application connectors (using Onna’s APIs) and integration patterns to these endpoints</p>\n</li>\n<li>\n<p>Project execution including planning, risk identification, and stakeholder management from launch through successful platform deployment</p>\n</li>\n<li>\n<p>Mentor colleagues and serve as an internal subject matter expert on Onna implementation and various deployment models (GCP, AWS, Azure, on-premise, etc.)</p>\n</li>\n<li>\n<p>Occasionally support business development activities through demonstrations, training, and client presentations</p>\n</li>\n</ul>\n<p><strong>Who you are:</strong></p>\n<ul>\n<li>\n<p>Experience with: Amazon Web Services, Google Cloud Platform, REST APIs, Kubernetes, Docker</p>\n</li>\n<li>\n<p>You have some experience with coding, such as Python or Javascript (or even PHP, Perl, or Shell)</p>\n</li>\n<li>\n<p>Experience working in a Linux/Unix environment</p>\n</li>\n<li>\n<p>Comfortable with configuration tools (Helm, YAML, etc)</p>\n</li>\n<li>\n<p>Knowledge of cloud architecture as well as on-premise IT landscape and ability to discuss general network configuration, including reverse proxies.</p>\n</li>\n<li>\n<p>Experience with SaaS or on-premise software implementation in a customer-facing environment\nStrong familiarity with application and data integration, compliance, knowledge management, information governance, and/or eDiscovery solution landscape</p>\n</li>\n<li>\n<p>Outstanding verbal and written client-facing communication skills, and the ability to synthesize complex solutions to simplified explanations</p>\n</li>\n<li>\n<p>Customer focus: you’ve got excellent issue identification skills and are a natural problem-solver with a desire to exceed customer expectations</p>\n</li>\n<li>\n<p>As mentioned above, you’re able to travel when requested.  Certain times may require up to 75% travel.</p>\n</li>\n</ul>\n<p><strong>Benefits we offer:</strong></p>\n<ul>\n<li>\n<p>Comprehensive medical, vision, and dental coverage</p>\n</li>\n<li>\n<p>401(k) with matching contribution</p>\n</li>\n<li>\n<p>Flexible vacation and PTO policies</p>\n</li>\n<li>\n<p>Monthly gym membership stipend</p>\n</li>\n<li>\n<p>Professional development stipend</p>\n</li>\n<li>\n<p>Monthly group activities</p>\n</li>\n<li>\n<p>Commuter perks (location-specific)</p>\n</li>\n<li>\n<p>Dog-friendly office (location-specific)</p>\n</li>\n</ul>\n<p><strong>About the product &amp; Onna’s funding:</strong></p>\n<p>Our growing list of integrations includes the likes of G-Suite, Slack, Microsoft 365, Box, Dropbox and more. Our open API allows us to integrate with any cloud-based or on-premise platform, for optimal control and visibility into your most critical knowledge. Once connected to Onna, the potential use cases are limitless: Information Governance, eDiscovery, Compliance, Knowledge Management, are just a few ways Onna can empower organizations and their employees.</p>\n<p>In 2019, we closed an $11M Series A led by Dawn Capital with the participation of our integration partners Slack Fund and Dropbox, and in 2020 we closed a $27M Series B led by Atomico with participation from Glynn Capital, as well as follow-up investments from Dawn Capital, Nauta Capital, and Slack Fund.</p>\n",
		"how_to_apply": "<p>Please apply directly via our careers page job listing: <a href=\"https://boards.greenhouse.io/onna/jobs/5050550002\">https://boards.greenhouse.io/onna/jobs/5050550002</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dcc78d5ccad48b3c1d424a39b34e2b4e29ed179d/Onna-Logo-Tapenade.png"
	},
	{
		"id": "94d94ac5-d168-41fe-83d5-ed87b5538750",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/94d94ac5-d168-41fe-83d5-ed87b5538750",
		"created_at": "Thu Oct 22 17:08:22 UTC 2020",
		"company": "Wordwall",
		"company_url": "https://wordwall.net",
		"location": "Remote",
		"title": "Senior full-stack developer",
		"description": "<p>We looking for a senior developer who excels in working full-stack, but can bring their distinctive skills to our team, whether that's someone who loves writing tests or has a flair for game or UX design. Whatever you do, we need you to have top-notch JScript and C#.</p>\n<p>Our mission is to make it easy for teachers to create interactive games and worksheets for their students. Our site automates the process of resource design, so teachers can simply enter the content that is appropriate for their class – a list of keywords, definitions, questions or images. Wordwall produces the content in over 60 different templates; for example, gameshow quizzes, crosswords, labelled diagrams and arcade games. It seeks to disrupt the publisher-driven model of paid-for “professionally” made educational content, by putting high-quality content creation in the hands of teachers and making that teacher-made content, freely accessible through our online community.</p>\n<p>We are a small team with big ambitions, who work remotely across the world. Our 15 million monthly users are rapidly proliferating. We’ve got a product that works and we’re building for the long-term. We want people who want to stick around, grow with us and help make games-based learning accessible to all.</p>\n<p>Technologies we use: HTML5, CSS, Javascript, Canvas API, WebAudio API, C#, ASP.NET MVC, MS-SQL, Azure, Selenium, TeamCity CD</p>\n<p>We are an equal opportunities employer. We support flexible working arrangements - full or part time.</p>\n<p>Real applicants only - please do not contact us if you represent an agency.</p>\n",
		"how_to_apply": "<p>Send us your CV / resume at:\n<a href=\"https://apply.workable.com/j/6C483B748C\">https://apply.workable.com/j/6C483B748C</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcCtNIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--12104c7dadc095f40e35702edd1fd6697be3254a/Wordwall%20logo%20larger.png"
	},
	{
		"id": "13865c6b-4ee1-4b47-a7af-58a404098499",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/13865c6b-4ee1-4b47-a7af-58a404098499",
		"created_at": "Fri Jan 29 15:27:33 UTC 2021",
		"company": "Bark",
		"company_url": "https://www.bark.com/en/gb/",
		"location": "London",
		"title": "Senior Backend Engineer",
		"description": "<p><strong>Senior Backend Engineer</strong></p>\n<p><strong>About the role</strong></p>\n<p>We are looking for a Senior Engineer to join our new backend services team. You’ll become a core part of a small, dynamic team that is breaking new ground: researching, designing and implementing the future technology at Bark. You’ll be someone who loves innovating and problem solving, and gets a kick out of making systems work efficiently at a continuously-increasing large scale.</p>\n<p>Our current back-end technology stack is written in Python and you will need to be able to work within this codebase - but we are at the start of a journey, and your experience will help to shape our technology strategy, adapting our architecture as we grow.</p>\n<p>You’ll get the opportunity to utilise a variety of technologies to pave the future of Bark whilst enhancing how we solve complex online problems in cutting-edge areas such as search, classification and core marketplace services. You’ll be involved in every aspect of the process: idea generation, business analysis, technical and architectural design through to implementation.</p>\n<p>Some of our benefits:</p>\n<ul>\n<li>Competitive salary.</li>\n<li>Share options in a rapidly growing company, whose founders have a proven track record of successful exits.</li>\n<li>Private gym, just for Bark employees.</li>\n<li>Private health insurance.</li>\n<li>Monthly socials and massive parties.</li>\n<li>Fully stocked kitchen and weekly team lunches.</li>\n</ul>\n<p><strong>Responsibilities:</strong></p>\n<ul>\n<li>Work with development teams and product managers to conceptualise and implement software solutions.</li>\n<li>Build elegant and performant APIs</li>\n<li>Develop and manage well-functioning databases and applications.</li>\n<li>Proactively propose and implement improvements to the codebase.</li>\n<li>Design and code solutions for systems with 1000s of transactions a second.</li>\n<li>Work with our data insights team to transform the TBs of data we have, into insights we can use to revolutionise the product.</li>\n</ul>\n<p><strong>Required skills and experience:</strong></p>\n<ul>\n<li>Using Python in a production environment.</li>\n<li>Defining, implementing and testing APIs.</li>\n<li>Understand SOLID principles.</li>\n<li>Integrating with 3rd party APIs, including OAuth flows and similar.</li>\n<li>Production MySQL experience; strong SQL skills.</li>\n<li>Using Docker in production, ideally with Kubernetes or Fargate/ECS/EKS.</li>\n<li>Experience building, maintaining, testing and documenting APIs to be used by other developers both internally and externally.</li>\n<li>Strong organisational skills.</li>\n<li>Analytical mindset with numerical aptitude.</li>\n<li>Ability to achieve goals in a highly innovative and fast paced environment.</li>\n</ul>\n<p><strong>Desired skills and experience:</strong></p>\n<ul>\n<li>Familiarity with the AWS ecosystem. Knowledge of SQS (or similar such as RabbitMQ), SNS (or Kafka), and how they are used.</li>\n<li>Knowledge of Apache Airflow, Spark, Hadoop and other data toolkits.</li>\n<li>Experience with other data stores like Elastic, MongoDB or similar.</li>\n<li>Interest in machine learning topics such as logistic regression, nlp and others.</li>\n<li>PHP experience with a framework (Laravel, Symfony, Zend, CakePHP etc) would be a bonus, but not essential.</li>\n</ul>\n<p><strong>What our devs say...</strong>\n<strong>Henry, Tech Team Lead</strong> - <em>“It’s an exciting time to join Bark in many ways but especially from a tech point of view, because we’re at the beginning of the biggest architectural transition in the company's history. As we transition from a startup to a much larger company, we need to upgrade our stack from a few monolith systems, to much more scalable, maintainable, decoupled services.”</em></p>\n<p><strong>George, Developer</strong> - <em>“Working so closely with the product and design teams gives me an opportunity to get involved in the product from the earliest stage. Each week we build a new experiment which is a true collaboration of the ideas from everyone in the group. Due to the scale of Bark as a business, it’s also hugely rewarding to see that the work we produce can make a massive impact, by generating millions of pounds in annualised revenue.”</em></p>\n<p><strong>Tom, Senior Product Designer</strong> - <em>“There's a real sense of camaraderie across the company. The tech side of the business is really exciting at the moment – we broke into different teams and the effect is phenomenal. Never a dull moment, and feels like we're making real measurable change to the product for our users!”</em></p>\n<p><em>Agency calls are not appreciated.</em>!</p>\n",
		"how_to_apply": "<p><a href=\"https://ltpx.nl/Y5TuCfF\">Click here to apply</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b3a8ac07fa740beac12f8583814bcace4529db42/Bark-Primary-Logo-Black-1.png"
	},
	{
		"id": "b9162195-dd7c-4a6d-be03-36e2f5dd2883",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/b9162195-dd7c-4a6d-be03-36e2f5dd2883",
		"created_at": "Fri Jan 29 15:21:24 UTC 2021",
		"company": "Strategic Financial Solutions",
		"company_url": "http:",
		"location": "Remote",
		"title": "Node.js Developer (United States)",
		"description": "<p>Overview</p>\n<p>Would you enjoy helping our team to work smarter and not harder by infusing technology into our processes?  Do you like working in an environment where people genuinely like each other and look forward celebrating key wins and successes? Do you long for a high growth, decisive, fast-decision-making culture? If so, please read on!</p>\n<p>Strategic Financial Solutions is a mid market financial services company that is diversifying through our new Interactive Products group.  You will have the opportunity to work in a small team building a cutting edge digital product focusing on financial wellness.  Join Strategic and help us build a business that will positively impact the financial journey of millions of Americans.</p>\n<p>We’re looking for a Node.js developer who takes pride in their code and loves proactively solving challenges. You’ll be building a new application entirely served out of a storage blob; but supporting dynamic personalization and access control via AWS AppSync and AWS Cognito along with integrating a new ML based recommendation. Working in a small team with one other React developer, a tech lead and a product manager, you will launch a new cutting-edge product in 2021.</p>\n<p>Responsibilities</p>\n<p>Technologies:\nOn a day to day basis you will be coding in javascript and leveraging the following technologies:</p>\n<p>GraphQL</p>\n<p>AWS AppSync</p>\n<p>AWS DynamoDB</p>\n<p>AWS Lambda Functions</p>\n<p>AWS Resolvers</p>\n<p>AWS Cognito Pools</p>\n<p>AWS S3</p>\n<p>Tools we use\nWe use VS Code, Visual Studio, GitHub, and PostMan, Azure, AWS. For managing our work we use Jira Kanban boards along with Confluence for documentation and for CI/CD we leverage GitHub Actions. We also use Slack and Zoom for video conferencing.</p>\n<p>Qualifications:</p>\n<p>NodeJs</p>\n<p>NoSQL (Dynamo, MongoDB)</p>\n<p>Experiences with JSON</p>\n<p>Experiences with cloud-based applications</p>\n<p>Experiences with CI / CD</p>\n<p>Nice to Have</p>\n<p>Experience with front end framework like Gatsby, or ReactJs</p>\n<p>Experience with GitHub Actions</p>\n<p>Experienced with AWS technologies (Lambda Functions, DynamoDB, S3 etc.)</p>\n<p>Experienced with event-driven design, TDD (Test-Driven Design) or DDD (Domain-Driven Design)</p>\n<p>GraphQL</p>\n<p>Microservices</p>\n<p>You:</p>\n<p>Passion for learning</p>\n<p>Bachelor’s degree in Computer Science or equivalent experience</p>\n<p>1+ years of experience building apps with above technology stacks</p>\n<p>Self-starter and self-motivated</p>\n<p>A great collaborator who enjoys helping other developers</p>\n<p>About Strategic:</p>\n<p>Strategic Financial Solutions is a leading consumer finance company that specializes in helping people that have too much credit card debt. We were recently named the 21st Best Company to Work for in New York by Best Companies to Work For and have been certified as a Great Place to Work 4 times.  Additional honors include being named, two times, as one of the 50 fastest growing companies in New York City and to the prestigious Inc. 500 list as one of the 500 fastest growing companies in the United States.</p>\n<p>Strategic is committed to hiring, training, cultivating, promoting, and celebrating an environment where we have a welcoming and fulfilling place for all people to call home. Diversity of race, thought, sexual orientation, age, veteran status, religion, and disability will empower us to thrive as individuals, as teams, and as a company.</p>\n",
		"how_to_apply": "<p>Email your resume to <a href=\"mailto:pharris@stratfs.com\">pharris@stratfs.com</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3FYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--91ba33e771e7686a99531d567b762e63114dff8c/sfs-logo-dark-1x.png"
	},
	{
		"id": "82102f51-5188-4b80-a812-f903290b5956",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/82102f51-5188-4b80-a812-f903290b5956",
		"created_at": "Fri Jan 29 15:13:02 UTC 2021",
		"company": "VERIDAPT",
		"company_url": "https://www.veridapt.com/",
		"location": "Sydney ",
		"title": "Senior Ruby Developer",
		"description": "<h2>Company Description</h2>\n<p>VERIDAPT is a well-established industrial IoT business bringing together the best in software, hardware, and services to provide millions in savings and added value to our customers.</p>\n<p>Our products are used globally and we're still expanding. Over the past year new opportunities have emerged in new markets that require diversification through adding to our software offerings.</p>\n<h2>Job Description</h2>\n<p>We're looking for a solid Ruby developer to join the team working on a greenfield Rails application that explores our new directions. Once established you'll also learn the ins and outs of the existing application that's still actively developed.</p>\n<p>We're a small team of thinkers, learners and doers who achieve results well beyond our size though a considered and pragmatic approach. We value shared knowledge, collaboration and an appreciation of individualism amongst our team.</p>\n<p>Do you...</p>\n<ul>\n<li>Have pride in the craft of engineering awesome features.</li>\n<li>Give thoughtful, considered code reviews.</li>\n<li>Love learning and always try to improve yourself.</li>\n<li>Like working autonomously, as well as collaborating with your team mates remotely.</li>\n</ul>\n<p>If so, read on!</p>\n<h2>Qualifications</h2>\n<p><strong>We are looking for someone who has;</strong></p>\n<ul>\n<li>5-10 years software development experience across multiple languages</li>\n<li>A strong understanding of Ruby and Ruby on Rails</li>\n<li>A pragmatic approach drawn from your previous failures and successes</li>\n<li>Pride in the craft of software development and writing well-structured idiomatic code</li>\n<li>An understanding of architecture patterns that help push past standard Rails CRUD design</li>\n<li>Experience debugging the really tricky problems. Can jump to the library level and below.</li>\n<li>Strong database knowledge. Can tune queries and understand how and when to use indexes.</li>\n<li>Can explain technical things in plain language, written and orally.</li>\n<li>A self-improvement mindset continually striving to learn and grow</li>\n<li>The ability to write thoughtful and considered code reviews</li>\n<li>You're comfortable working autonomously, and collaborating with the team remotely</li>\n<li>Experience with agile development practices</li>\n</ul>\n<p><strong>And also perhaps;</strong></p>\n<ul>\n<li>An understanding of the AWS ecosystem</li>\n<li>Experience with JavaScript frameworks such as React</li>\n<li>Experience with Docker</li>\n</ul>\n<p>Typical technologies you'll find in our work include Ruby, Ruby on Rails, JavaScript, React, Typescript, jQuery, Backbone, GraphQL, AWS, SQLServer, Postgresql, Ansible, Docker, Kotlin, Vagrant, Terraform.</p>\n<h2>Additional Information</h2>\n<p><strong>Why Work with us</strong></p>\n<p>This is a really exciting time to join VERIDAPT. We are on a journey over the next 3 years to grow and operate in totally new markets.</p>\n<p>We are a small group who now enjoy a blend of working from home, and coming into our North Sydney office. We have found through COVID that we work perfectly well remotely and so are not returning 100%, but like to meet in person regularly to stay connected and collaborate on interesting work.</p>\n<p>Be part of a genuine team that will innovate how multiple industries use technologies to improve data and analytics for improved supply chain security and verification. We have a unique environment in that we design, develop, test, manufacture and deploy all hardware and software from our North Sydney offices.</p>\n<h2>Interested?</h2>\n<p>Apply now via the  application form.</p>\n<p><strong><strong>IMPORTANT</strong> if you are not eligible to work full time in Australia please do not apply. Sponsorship is not available for this position, and we cannot support those with restricted working hours.</strong></p>\n<p><strong>We do not use 3rd parties or recruitment agencies to fill our vacancies and accept no liability to pay any fees for any introductions.</strong></p>\n<p><a href=\"https://vonq.io/3iVI4oq\">Click here for the application form!</a></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/3iVI4oq\">Click here for the application form!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2lYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6f9462d99453de19741986e6f35b3bbed3233974/verri.png"
	},
	{
		"id": "9380830b-c082-4317-a123-12e8c0148cfc",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/9380830b-c082-4317-a123-12e8c0148cfc",
		"created_at": "Fri Jan 29 15:07:35 UTC 2021",
		"company": "Open Publishing GmbH",
		"company_url": "https://openpublishing.com/",
		"location": "Munich",
		"title": "Agile Software Tester - QA Engineer",
		"description": "<p>Agile Software Tester - QA Engineer</p>\n<p>Open Publishing – partner of choice for digital publishing\n„join our team and grow with us“</p>\n<p>Open Publishing - who we are:</p>\n<p>Since 1998 we develop software for the publishing industry, providing our customers with solutions for the rapidly changing world of digital markets. Among our customers are major German and international publishing houses as well as service and logistic providers in the publishing world. Our software enables them to manage their digital catalogue and logistics of their digital and physical goods.</p>\n<p>Our vision and the challenge ahead – do you want to grow with us?</p>\n<p>Founded in the heart of Munich (Germany) with a development hub in sunny Faro (Portugal), we are looking for a creative mind with a hands-on-mentality to shape our products with innovative ideas.</p>\n<p>Your position:</p>\n<ul>\n<li>Work in an interdisciplinary, agile team</li>\n<li>Contribute ideas on how to improve the product and the technology</li>\n<li>You are responsible for the QA process: you help to ensure the quality of the product, both on the technical and on the business level</li>\n<li>Help ensure that the testing mindset is integrated early in the design and development process</li>\n</ul>\n<p>Preferred qualifications:</p>\n<ul>\n<li>Solid experience testing complex software projects</li>\n<li>Solid knowledge of testing frameworks and tools</li>\n<li>Basic knowledge of Linux (terminal, shell, VCS)</li>\n<li>Experience working in an agile environment</li>\n<li>Autonomous, self-driven</li>\n<li>Detective skills and intuition</li>\n<li>Great joy in finding errors and inconsistencies</li>\n<li>Ability to oversee AQA</li>\n<li>Strong communication skills</li>\n<li>Fluent in English, German skills are a bonus</li>\n</ul>\n<p>Why us?</p>\n<p>Our family-friendly company offers intellectual challenges and a competitive package. Work within the creative and inspiring book publishing world. Take your chance and be part of an international and highly professional innovative team. We are used to flat hierarchies, respectful interactions and a friendly collaboration.</p>\n<p>If you want to join us and be part of Open Publishing, please email your application documents including CV and job experiences as well as qualifications and salary expectations to <a href=\"mailto:jobs@openpublishing.com\">jobs@openpublishing.com</a>.</p>\n<p>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status or disability status.</p>\n<p>We look forward to receiving your application!</p>\n",
		"how_to_apply": "<p>If you want to join us and be part of Open Publishing, please email your application documents including CV and job experiences as well as qualifications and salary expectations to <a href=\"mailto:jobs@openpublishing.com\">jobs@openpublishing.com</a></p>\n<p>We look forward to receiving your application!</p>\n",
		"company_logo": null
	},
	{
		"id": "cae9d1fc-4b4f-44b6-b4c0-c90091d5f5e0",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/cae9d1fc-4b4f-44b6-b4c0-c90091d5f5e0",
		"created_at": "Fri Jan 29 13:57:35 UTC 2021",
		"company": "CompuGroup Medical SE & Co. KGaA",
		"company_url": "https://vonq.io/39oD34q",
		"location": "Berlin, Bundesweit, Homeoffice",
		"title": "AI Specialist / Machine Learning Engineer (m/w/d)",
		"description": "<h2>CompuGroup Medical helps in the healing process</h2>\n<p>CompuGroup Medical delivers important software to improve health and the quality of life. We build bridges between physicians, pharmacies, health insurances, laboratories, rehab &amp; care facilities and hospitals and help them to optimally treat people.</p>\n<h2>As an AI Specialist / Machine Learning Engineer (m/w/d) you are already shaping what the future holds!</h2>\n<p>As a pioneer in digital health our heart beats for the development and implementation of new technologies. For the next level of eHealth evolution we are looking for creative minds who enjoy working with a variety of technologies, their own design freedom and professional development.</p>\n<h2>Contribute to our success:</h2>\n<ul>\n<li>You are responsible for the implementation of IT solutions towards intelligent processing of text and speech</li>\n<li>You analyze data from our clinical areas, prepare and bring them into a compatible structure for an AI solution</li>\n<li>You adapt algorithms to the task at hand or combine existing ones to derive new results from them</li>\n<li>You influence our AI platform stack and help ensure that the modules and models work together smoothly and deliver increasingly accurate results in the end</li>\n<li>Via coaching and guidelines, you make all Business Unit's fit in the use of AI stacks</li>\n<li>You oversee the long-term maintenance of our AI products and ensure sustainable professional use through continuous updates</li>\n</ul>\n<h2>What we expect:</h2>\n<ul>\n<li>Degree in computational linguistics, business informatics, mathematics, economics, or a comparable qualification</li>\n<li>Several years of experience in designing and developing NLP projects in at least three of the following topics: text Mining, chatbots, ontologies, sentiment analysis, semantic analysis, entity extraction, topic modeling, NLU or NLG</li>\n<li>Knowledge in text data preparation (normalization, tokenizing, POS tagging, parsing), a profound understanding of standard NLP tools (e.g., OpenNLP, CoreNLP, NLTK), as well as raw data management skills</li>\n<li>Hands-on experience with Deep Learning and the programming languages Python, R, and Java as well as various toolsets (e.g., Pytorch, Keras, Tensorflow, NLTK)</li>\n<li>A goal-oriented communication of complex technical issues, high intrinsic motivation, and a structured way of working round off your profile</li>\n<li>Bilingual fluency in English &amp; German</li>\n</ul>\n<h2>We offer you:</h2>\n<ul>\n<li>The chance to start and grow with a newly formed agile team at Germany's largest healthcare software company</li>\n<li>The possibility to work on multiple AI topics and use cases - realize and develop yourself</li>\n<li>Development of AI technology in a wide range of fields (e.g., consumer, ambulatory or hospitality systems, pharmacy)</li>\n<li>An open atmosphere with a tremendous multidisciplinary, international team</li>\n<li>All of the standard perks you know - flexible hours, home-office, fitness, coffee, soft drinks, fruit, great furniture and equipment, and a fantastic modern office in the AQUA-Höfe Berlin</li>\n</ul>\n<h2>Interested?</h2>\n<p>Build the AI Competence Center together with us!\nWe are looking forward to receiving your convincing application with your salary expectations via the application form.</p>\n<p><a href=\"https://vonq.io/39oD34q\">Click here for the application form!</a></p>\n<h2>Synchronizing Healthcare</h2>\n<h2>Be part of it now!</h2>\n<p>Reference number:</p>\n<p><strong>req5575</strong></p>\n<p>Location:</p>\n<p><strong>nationwide (home office)</strong></p>\n<p>Job segment:</p>\n<p><strong>Software Development</strong></p>\n<p>Contact:</p>\n<p><strong><a href=\"mailto:career@cgm.com\">career@cgm.com</a></strong></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/39oD34q\">Click here for the application form!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1dYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b5ea49ef7aaf7226431e1269788134606f18f9d1/Compugroup.jpg"
	},
	{
		"id": "5e930ad4-7f88-4084-8c1d-c90eb4ecc700",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/5e930ad4-7f88-4084-8c1d-c90eb4ecc700",
		"created_at": "Fri Jan 29 12:37:15 UTC 2021",
		"company": "Global Canopy",
		"company_url": "http://globalcanopy.org",
		"location": "Oxford",
		"title": "Trase Data Visualisation Lead",
		"description": "<p>Trase is an innovative supply chain transparency initiative that shows the connections between global trade in key commodities and environmental and social impacts. It draws on vast sets of production, trade and customs data, for the first time laying bare the flows of globally-traded commodities - such as palm oil, soy, beef and timber - at scale. Central to achieving this goal is improving how users access and engage with the Trase data and insights to improve understanding and drive greater uptake and impact on our target audiences. Data visualisation as well as data exploration and access tools, tailored to key insights and audiences is at the core of this work.</p>\n<p>The main responsibilities of this role are:</p>\n<p>Data access and understanding</p>\n<ul>\n<li>Build and maintain tools that enables better external and internal data access and visualisation of the the full extent of Trase data, via intuitive interfaces for the database and public API.</li>\n<li>Facilitate feedback on published and unpublished supply chain models and sustainability indicators by creating tools that support communication and engagement with key user groups and partners.</li>\n<li>Develop automated data reports that can help solve common user queries.</li>\n</ul>\n<p>Visualisation and Trase insights</p>\n<ul>\n<li>Improve the communication of Trase findings by developing and designing standardised and purpose built data visualisations for publications and presentations. This will build on the work developed in Observable for the Trase Insights platform.</li>\n<li>Support development of interactive explainers for Trase data products, for example simplifying and breaking down our methods for external audiences.</li>\n<li>Maintain and develop the Trase insights sub site.\nWork with Trase designers and partners to implement the Trase visual identity and brand.</li>\n</ul>\n<p>Prototyping</p>\n<ul>\n<li>Prototype new features and functionality for the public offering of Trase.</li>\n</ul>\n<p>Work with team and partners</p>\n<ul>\n<li>Work across a diverse team with differing levels of data literacy</li>\n<li>Work with partners to facilitate access to related datasets</li>\n</ul>\n<p>Full details are available on our website: <a href=\"https://globalcanopy.org/jobs/trase-data-visualisation-lead/\">https://globalcanopy.org/jobs/trase-data-visualisation-lead/</a></p>\n",
		"how_to_apply": "<p>To apply for the position, please send an up-to\ndate CV, covering letter and portfolio by email to\n<a href=\"mailto:jobs@globalcanopy.org\">jobs@globalcanopy.org</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0tYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--96cca171d04df878169f4b1a18defa9cb04474cc/GC_Primary_Logo_Black_RGB.png"
	},
	{
		"id": "e64e33c0-1410-440d-8346-e7a5916676bf",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/e64e33c0-1410-440d-8346-e7a5916676bf",
		"created_at": "Fri Jan 29 12:28:42 UTC 2021",
		"company": "3devo B.V.",
		"company_url": "http://www.3devo.com",
		"location": "Utrecht, Netherlands",
		"title": "Full Stack Developer, 3D printing industry",
		"description": "<p>Hi There!\nAre you a highly innovative and creative software developer? Do you consider yourself flexible and have an interest for both front- and back-end development challenges? Are you ready to enter the rapidly developing industry of 3D printing solutions? If you answered “yes!” to all 3, then we want you on our team!</p>\n<p>3devo B.V. is a innovative high-tech start-up located in Utrecht, NL, that develops material solutions that contribute to the 3D-printing market. Our flat structure creates an innovative and result-oriented work-space where team members are encouraged to further develop themselves. We work hard, but also enjoy our morning cups of coffee, our (slightly-competitive) foosball games, and team-bonding workout sessions at the company gym. With growth ahead and new challenges to face, this is an exciting time to join 3devo!</p>\n<p>We are looking for a:</p>\n<h2>Full Stack Developer (fulltime 32-40 hrs)</h2>\n<h3>What will you be doing?</h3>\n<p>As a Software Developer you will be part of our new software team to develop, deploy &amp; improve our web based software applications, working hand in hand with our material research, embedded &amp; electronics teams, to help in building the 3devo ecosystem of 3D print material development, research and plastic recycling solutions.\nYour daily activities consist of:</p>\n<ul>\n<li>Working on our first generation of web-application(s)</li>\n<li>A broad variation of both front- and back-end development challenges</li>\n<li>Finding smart and elegant solutions for complex problems</li>\n<li>Keeping momentum with quick development iteration cycles</li>\n<li>Testing and validating new developments both internally and with clients</li>\n</ul>\n<h3>Do you have what it takes?</h3>\n<p>You are able to work in a team dynamic, but you’re also capable of working independently. Multi-tasking is not an issue for you, since you have a solution-oriented attitude.\nYou get fulfillment out of creating meaningful solutions that make a difference.\nYou have a strong drive to learn, grow and a persevering work mentality. Adequate knowledge and experience is required for this position, but you still feel that there is so much to learn.\nIn addition, you have/are:\n-Bachelor’s degree in computing, computer science, engineering, mathematics, or similar educational background but you are also welcome with a comparable working experience</p>\n<ul>\n<li>\n<p>A flexible mindset work both front and back-end, and quickly switch context.</p>\n</li>\n<li>\n<p>Work experience with the following:</p>\n<ul>\n<li>JS (Angular, React)</li>\n<li>TypeScript</li>\n<li>Development frameworks like Ionic</li>\n</ul>\n</li>\n<li>\n<p>Experience with the following as a bonus:</p>\n<ul>\n<li>Cloud providers like FireBase, AWS or AZURE</li>\n<li>CSS /HTML5</li>\n<li>Gitlab / CiCD\n </li>\n</ul>\n</li>\n</ul>\n<h3>What do we offer?</h3>\n<p>Work alongside innovate minds in a high-tech working environment that is innovating at an ever increasing rate.\nPlus:</p>\n<ul>\n<li>We strongly support a work-life balance and encourage agile freedom and flexibility</li>\n<li>Flat hierarchy, short decision lines, big impact</li>\n<li>Good salary and working conditions</li>\n<li>After-work drinks with the  teams on Fridays</li>\n<li>Some awesome 3devo merchandize</li>\n<li>A very lively atmosphere in the office with super colleagues 😊</li>\n</ul>\n<p>Interested? Send your CV and motivational letter to <a href=\"mailto:hr@3devo.com\">hr@3devo.com</a>.</p>\n",
		"how_to_apply": "<p>Want to get in touch?\nEmail your Application Letter &amp; Resume to:\n<a href=\"mailto:HR@3devo.com\">HR@3devo.com</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0NYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3f19dc20e28f89c28682176e257bbaf996066125/3devo-logo-googleplus.jpg"
	},
	{
		"id": "16232c9a-9d05-4903-9353-fb91bd16b81d",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/16232c9a-9d05-4903-9353-fb91bd16b81d",
		"created_at": "Fri Jan 29 12:24:02 UTC 2021",
		"company": "PGGM",
		"company_url": "http://www.pggm.nl",
		"location": "Zeist",
		"title": "Lead Software Engineer",
		"description": "<p>PGGM heeft voor haar locatie in Zeist een vacature voor een</p>\n<p><strong>Lead Software Engineer</strong>\n<strong>32-36 uur - Zeist</strong></p>\n<p><strong>Software ontwikkelen waardoor continuïteit en kwaliteit van onze applicaties waarin we de pensioenen administreren, nog beter wordt. Zo ga jij impact maken bij PGGM!</strong></p>\n<p><strong>Jouw rol als lead software engineer</strong>\nVanuit een DevOps team werken jij en je collega ontwikkelaars aan oplossingen ter ondersteuning van de pensioenuitvoering voor ruim 3 miljoen deelnemers van verschillende pensioenfondsen. Het team beheert en ontwikkelt generieke services en interfaces die het fundament vormen voor andere DevOps teams en integratie verzorgen tussen belangrijke systemen in het PGGM applicatie landschap. Het gaat hier oa om het verder ontwikkelen autorisatiemodule en generieke componenten van ons pensioenlandschap, maar bijvoorbeeld ook de financiële interfaces. Zeer kritische onderdelen voor onze bedrijfsvoering. Jouw werk zal uit een breed scala aan activiteiten bestaan, waaronder het analyseren, ontwikkelen, testen en beheren van IT-oplossingen. Hierbij maak je gebruik van de nieuwste technieken als .Net Core, Azure Devops, ELK stack met Scrum en DevOps qua aanpak .</p>\n<p>Wat je doet, hangt af van wat er nodig is voor het team en vraagt een hoge mate van flexibiliteit. Jouw topprioriteit is om te leveren wat het team belooft en om het team naar een hoger niveau te tillen.</p>\n<p>Omdat de wereld snel verandert, wordt er binnen het team constant gewerkt aan persoonlijke en vaktechnische ontwikkeling. Jij als Lead Developer hebt daar een belangrijke en impactvolle rol in. Jij gaat collega's binnen het team coachen en begeleiden, zodat zij kunnen groeien in hun rol en op een hoger niveau kunnen meedraaien. Samen met je team bepaal je of het aanwezige kennis- en vaardigheidsniveau binnen het team voldoende is en blijft. Ook krijg jij binnen het team de trekkersrol als het aankomt op het oppakken van initiatieven en op het gebied van innovatie. Een mooie veelzijdige rol waarin zowel jouw technische kennis en skills aan bod komen als jouw coachende vaardigheden op het gebied van social skills.</p>\n<p>Wil je weten hoe het is om bij PGGM binnen software development te werken? Bekijk dan deze video, waarin onze collega's je vertellen over hun ervaringen - <a href=\"https://www.youtube.com/watch?v=W6rGMsPvM7Y\">Software Development</a>.</p>\n<p><strong>Eric Jan Aling, Lead DevOps Engineer: <em>“Samen met je DevOps team kwalitatief hoge software ontwikkelen die bijdraagt aan een betrouwbare dienstverlening voor de pensioengerechtigden. Een mooie inhoudelijke en impactvolle uitdaging, waar ieder teamlid aan bijdraagt.”</em></strong></p>\n<p><strong>Jouw afdeling binnen PGGM</strong>\nPGGM heeft als pensioenuitvoeringsorganisatie de missie om mensen te helpen bij het realiseren van een waardevolle toekomst. Maatschappelijk betrokken en duurzaam handelen zijn daarbij onze uitgangspunten. Vanuit Zeist werken zo’n 1.500 medewerkers aan de oude dag van miljoenen Nederlanders.</p>\n<p>Samen met 4 collega’s werk je in het scrumteam Generieke Services en Interfaces, op dit moment verantwoordelijk voor onder andere een verzameling financiële interfaces, een autorisatie module en een rekenmodule. Dit is een nieuw multidisciplinair zelfsturend team met ruimte voor nieuwe ontwikkelingen en technieken. Het verantwoordelijkheidsgevoel is groot en jouw collega’s inspireren en motiveren elkaar om tot een hoger niveau te komen. Binnen dit professionele maar zeker ook gezellige team, krijg jij volop kansen om jouw vakmanschap te tonen en met de nieuwste tooling en technieken te werken.</p>\n<p>Wil je een breder beeld zien van Softwareontwikkeling binnen PGGM? Klik door naar deze <a href=\"https://www.youtube.com/watch?v=bhcFjbz4dBQ\">video</a>.</p>\n<p><strong>Jouw achtergrond als lead software engineer</strong>\nJe bent analytisch sterk en met jouw oplossingsgerichte instelling ga jij een uitdaging niet snel uit de weg. Dat je vooral ook een echte teamspeler moet zijn zal je inmiddels wel duidelijk zijn. Vanwege de intensieve samenwerking moeten teamleden elkaar vertrouwen en op elkaar kunnen bouwen. Wij vinden het belangrijk om kennis met elkaar te delen en zien dit ook graag bij jou terug. En jouw topprioriteit, het werken aan toekomstbestendige IT-oplossingen. Dit heb jij altijd scherp op je netvlies. Verder breng je mee:</p>\n<ul>\n<li>minimaal hbo werk- en denkniveau, bij voorkeur een opleiding in een IT of technische richting.</li>\n<li>minimaal 5 jaar relevante werkervaring , bijvoorbeeld als backend engineer, developer of software ontwikkelaar.</li>\n<li>kennis van en ruime ervaring met REST, .Net, .NET Core, Entity Framework, MS SQL en design patterns zoals integratie patterns, dependency injection, onion architecture, DDD, Azure, MS build / pipelines, rbac</li>\n<li>natuurlijk ben je bekend met GIT en Testautomatisering.</li>\n<li>je hebt eerder Agile teams gewerkt</li>\n<li>ervaring met de ELK-stack en Reporting Services is een pré</li>\n<li>uitstekende beheersing van de Nederlandse taal, zowel mondeling als schriftelijk.</li>\n</ul>\n<p><strong>Dutch speaking candidates only.</strong></p>\n<p><strong>Wat wij bieden:</strong>\nPGGM staat bekend om goed werkgeverschap. We belonen onze medewerkers voor hun inzet en hechten veel waarde aan een goede balans tussen werk en privé. Uiteraard zien we graag dat jij je verder ontwikkelt en daarom ondersteunen we je hierin. Jij mag rekenen op:</p>\n<ul>\n<li>een functie met gegarandeerde maatschappelijke impact.</li>\n<li>een brutomaandsalaris tussen <strong>€ 3.000 en € 5.300</strong>, afhankelijk van je kennis en ervaring.</li>\n<li><strong>een vaste aanstelling bij indiensttreding - contract voor onbepaalde tijd.</strong></li>\n<li>een <strong>32 tot 36-urige werkweek</strong> met de mogelijkheid om je uren flexibel in te delen.</li>\n<li>ruime mogelijkheden om vanuit huis te werken, nu werken wij volledig thuis en naar verwachting zullen wij in de toekomst ook deels vanuit huis blijven werken.</li>\n<li>ruim 26 vakantiedagen.</li>\n<li>een goede pensioenregeling als deelnemer van pensioenfonds PFZW. (71,5% betaald door PGGM, 28,5% door werknemer)</li>\n<li>een eindejaarsuitkering van 7,5%.</li>\n<li>een ruim opleidingsbudget voor interne en externe trainingen of opleidingen.</li>\n<li>een collectieve ziektekostenverzekering bij CZ. Je krijgt korting op de basisverzekering en aanvullende pakketten van CZ.</li>\n</ul>\n<p>Meer informatie over onze arbeidsvoorwaarden en salarisschalen lees je in onze CAO, die je vindt onder 'Arbeidsvoorwaarden' op <a href=\"https://www.pggm.nl/werken-bij/arbeidsvoorwaarden/\">pggm.nl/werken-bij</a>.</p>\n<p><strong>PGGM en Corona</strong>\nDoor de Corona situatie, werken de meeste PGGM’ers momenteel vanuit huis. Als we met je kennis willen maken, betekent dit dat de interviews grotendeels via videocalls plaatsvinden. Een afrondend gesprek doen we op kantoor. Nemen we je aan? Dan zal het grootste deel van jouw inwerktraject op afstand gebeuren. Hierbij maken we gebruik van Microsoft Teams. Het is beperkt mogelijk om collega’s op kantoor te ontmoeten.</p>\n<p><em><strong>Aan intermediairs\nWe weten dat er veel partijen zijn die graag met ons mee willen zoeken of hun diensten willen aanbieden voor deze vacature, maar bij PGGM werven we nieuwe collega’s zelf. Acquisitie naar een werving &amp; selectie-opdracht of onaangekondigde aanbiedingen van CV's stellen we dan ook niet op prijs en nemen wij niet in behandeling. Mochten we er niet uitkomen, dan bellen we jou.</strong></em></p>\n",
		"how_to_apply": "<p>Wil jij als lead software engineer de verantwoordelijkheid dragen voor een goed pensioen van 4,4 miljoen pensioendeelnemers? Solliciteer dan op deze vacature en kies voor een baan met impact.</p>\n<p>Heb je vragen of wil je eerst meer te weten komen tijdens een virtuele kop koffie? Neem dan contact op met Wendy Ship, via 06 – 20 31 18 52 of <a href=\"wendy.ship@pggm.nl\">wendy.ship@pggm.nl</a></p>\n<p>Wij ontvangen je sollicitatie graag via onze <strong><a href=\"https://www.pggm.nl/werken-bij/vacatures/vacature/lead-software-engineer---zeist-32-tot-36-uur/?id=a0w1v00000CYcSpAAL&amp;utm_source=github&amp;utm_medium=referral&amp;utm_term=2021&amp;utm_content=176878&amp;utm_campaign=lead-software-engineer\">sollicitatiepagina</a>.</strong></p>\n<p>Informatie over de sollicitatieprocedure vind je terug op onze <a href=\"https://www.pggm.nl/werken-bij/sollicitatieprocedure/\">website</a>.</p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajJYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e088eb243ebdcc5edfab0374639450ebc28cfc40/Logo%20PGGM.jpg"
	},
	{
		"id": "7cbcbf10-f5ed-4f80-b2dd-7e565c9dd9af",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/7cbcbf10-f5ed-4f80-b2dd-7e565c9dd9af",
		"created_at": "Fri Jan 29 01:06:58 UTC 2021",
		"company": "Secureframe",
		"company_url": "https://secureframe.com",
		"location": "San Francisco or Remote",
		"title": "Software Engineer",
		"description": "<p><a href=\"https://secureframe.com/\">Secureframe</a> is on a mission to make the most powerful security simple and accessible for every organization. Getting secure can take months, slowing a company's speed-to-market and sales. We believe security -- when done right -- should accelerate innovation and growth. That's why we started Secureframe.</p>\n<p>Secureframe is backed by top VCs including <a href=\"https://gradient.com/\">Gradient Ventures</a> (Google's AI Fund), Base10, BoxGroup, Village Global, and many more.</p>\n<p>This role can be in San Francisco or Remote. Secureframe is fully remote till at least June 2021.</p>\n<h3>What you'll do</h3>\n<ul>\n<li>Scope, design, and implement new end-to-end functionality</li>\n<li>Contribute to codebases in Ruby, Typescript, and Go</li>\n<li>Help architect core parts of our infrastructure from the ground up</li>\n<li>Work closely with designers and product managers to solve ambiguous user challenges</li>\n</ul>\n<h3>Who we're looking for</h3>\n<ul>\n<li>2+ years of experience working with modern programming languages like Ruby, Javascript, Python, etc.</li>\n<li>Strong understanding of computer science fundamentals</li>\n<li>Ability to communicate and collaborate effectively</li>\n<li>Passion and ability to work well in a fast-paced, rapidly changing environment</li>\n</ul>\n<h3>Benefits</h3>\n<ul>\n<li>Medical, dental, and vision benefits for you and your dependent(s)</li>\n<li>Unlimited PTO</li>\n<li>401(k)</li>\n<li>Paid family leave</li>\n<li>Ground floor opportunity as an early member of the team</li>\n</ul>\n<p><em>Secureframe is an equal opportunity employer. We aim to create an environment where every team member at Secureframe feels like they belong so they can have a greater impact on our business and customers. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.</em></p>\n<p>Secureframe is fully remote until at least June 2021. We are committed to the health and safety of our employees and will not require employees to be in our office(s) until a vaccine is widely available.</p>\n",
		"how_to_apply": "<p><a href=\"https://jobs.lever.co/secureframe/020d7563-b902-4002-9a82-ee2c77d0f8c0?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">Apply Here</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXlYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b34d3fdfa508617db088f05bd635cf8164a6dccf/logo.gif"
	},
	{
		"id": "d5a837e4-d338-4f6b-ad98-c492c54a7021",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/d5a837e4-d338-4f6b-ad98-c492c54a7021",
		"created_at": "Thu Jan 28 16:50:15 UTC 2021",
		"company": "Neteffects",
		"company_url": "http://www.neteffects.com",
		"location": "St. Louis MO",
		"title": "Senior JavaScript Fullstack Developer ",
		"description": "<p>You will be joining a platform focused on building software products and services that are critical to the Research and Development pipeline. These include core systems that track the genes and associated meta data that have the potential to be the next blockbuster biotech trait for insect and weed resistance, increased yield or improved quality.</p>\n<p>You may also be involved in building products that support the Agricultural biologicals business. You will have an opportunity to drive innovation in agriculture via software products that support cutting edge technologies including Next Gen Sequencing and Gene editing.</p>\n<p>This team specifically works on the following products: Sequence Utility Resource (SeqUR) is a sequence repository and data asset housing pipeline constructs, genes, proteins, and collaboration sequences allowing users to store, search, and analyze sequence data that helps fuel Crop Science R&amp;D pipeline.</p>\n<p>Our products include real-time streaming analytics from an expanding collection of connected devices, mobile data collection, visualization suites, big data genomics repositories, and geospatial computing systems, just to name a few. To build great software, we need great people.</p>\n<p>Skills Required (Bare Minimum): NodeJS, AWS Lambda, Cloudformation Templates, Vue, React, SQL, Postgres, strong communication skills, good teaming and collaboration skills, passion for learning.</p>\n<p>Job Description:\n-Work as part of an agile development team to build and support applications.\n-Work with team and product manager to manage project priorities, deadlines, and deliverables.\n-Interact directly with business customers to gather and understand requirements and how they translate in application features.\n-Develop applications and services using the right tool for the job. -Conduct functional and non-functional testing.\n-Troubleshoot and debug applications.\n-Deploy applications across all environments in collaboration with development team, product management, and delivery.\n-Focus on code quality, including performing unit and integration testing.\n-Evaluate existing applications to refactor, update and add new features.\n-Develop any technical documentation needed to accurately represent application design and code.\n-Help to shape the vision for their own team's products, taking in to account impacts, dependencies, and opportunities to collaborate with other teams and groups.\n-Identify and pursue opportunities to improve own knowledge and skills.\n-Identify opportunities to develop new and better solutions.\n-Implement solutions to technical obstacles affecting own team</p>\n<p>Learn &amp; Grow:\nOngoing focus on growth through training (domain and technical) and knowledge sharing through communities of agile teams.\nInnovation days, hack-a-thons, networking events, and volunteer opportunities.\nDiverse technology stacks in a forward thinking, open source-centric environment.</p>\n<p>Collaborate:\nWork with other talented people solving a wide range of complex and unique challenges that have real world impact.\nOpen workspace promotes collaboration and pairing in a fun, casual environment.\nWe value your talent over a role or title. Strength of ideas valued over position on an org chart.</p>\n<p>Culture:\nWork life balance and flexibility is not just discussed, it is our way of life.\nChallenging how things are done is not just encouraged, it is expected.\nWe value autonomous, self-organizing teams allowing you to have a real say in what you work on, who you work with, and how you work.</p>\n<p>Ownership:\nInteract directly with customers to create critical business solutions. Be responsible for architecting, implementing, testing, deploying, and supporting the software that drives Biotech Company Crop Science.\nWork with your team and product owner to manage project priorities, deadlines and deliverables.</p>\n",
		"how_to_apply": "<p>Email your resume to <a href=\"mailto:sgrimshaw@neteffects.com\">sgrimshaw@neteffects.com</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUtYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7a18686a2034a2533cc659327eecb506fa696b46/netEffects-logo.png"
	},
	{
		"id": "ef8c071c-10bd-4ef0-8b4d-c530da2988ce",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/ef8c071c-10bd-4ef0-8b4d-c530da2988ce",
		"created_at": "Thu Jan 28 16:53:39 UTC 2021",
		"company": "Element 84, Inc.",
		"company_url": "https://vonq.io/3t7w8o0",
		"location": "Remote",
		"title": "AI Specialist / Machine Learning Engineer (m/w/d)",
		"description": "<h2>Company Description</h2>\n<p>We're Element 84 and we're taking on some of the biggest challenges in software: petabyte search, consumer streaming, and Earth science repositories, just to name a few. We are a team of gamers, musicians, artists, pitmasters, pilots, and tinkerers and we think you might have fun helping us solve some big problems. Element 84 was founded by husband-and-wife engineers and has grown into a skilled group of developers, designers, project managers, and a business team that builds high performance systems for some of the biggest corporate and government clients in the world. Our main office is located in Alexandria, VA but we support a large remote workforce from Michigan to Texas and Pennsylvania to California.</p>\n<h2>Job Description</h2>\n<p>The Element 84 Cloud Based Metrics team develops data pipelines to supply geospatial data archive centers with relevant metrics collection dashboards to aid in their transition to the cloud. The Cloud Based Metrics team is an established and high performing agile team working in the Scaled Agile Framework methodology.</p>\n<p>This requirement is for a software engineer to assist in the development and maintenance of data pipelines for a Cloud Based Metrics System, facilitating data through the ingest process to dashboard visualizations, utilizing AWS services and the ELK stack (Elasticsearch, Logstash and Kibana).</p>\n<p>Permission to work in the United States without sponsorship is required; All candidates must be able to pass a National Agency Clearance with Inquires (NACI) screening.</p>\n<h2>Required Skills:</h2>\n<ul>\n<li>Ability to effectively scope work from end user’s data reporting goals.</li>\n<li>Ability to administer Elasticsearch cluster including cluster/shard sizing, reindexing and debug common problems arising from running a self managed multi-tenant cluster.</li>\n<li>Ability to write data pipelines to parse logs using Logstash plugins.</li>\n<li>Ability to create graphs and dashboards in Kibana to meet end user reporting requirements and debug problems with data visualization.</li>\n<li>Experience with AWS services such as Cloudformation, EC2, Kinesis, Lambda, SQS, Cloudwatch and S3.</li>\n<li>Experience with NodeJS.</li>\n</ul>\n<h2>Desired Skills:</h2>\n<ul>\n<li>Familiarity with log formats from various AWS services such as S3 server access , Cloudfront distribution, Lambda execution, ELB, Container execution etc.</li>\n<li>Experience with Kibana Query Language, Lucene Query Language, and/or Querydsl</li>\n<li>Desire to become an AWS Certified architect / engineer.</li>\n<li>Bachelor's degree in a related field (preferred)</li>\n</ul>\n<h2>Additional Information</h2>\n<p>Paying attention to who we are -- as a company, as people, as family members, friends, and colleagues, is probably the biggest part of who we are. There are lots of ways to run a company and you have probably experienced more than your share. For us, it's wanting to come to work, being around people we enjoy, taking on big things with people you trust, and sharing our achievements as a team.</p>\n<ul>\n<li>You’ll get credit when things go right and we’ll have your back when things go wrong.</li>\n<li>We only take on work that is challenging and right for us. There are projects we will turn down and the team has a say.</li>\n<li>We may be a small company, but we have big company benefits meant to support the idea that we're here for the long term and that happiness comes from much more than just where you work, including 401k, health &amp; dental insurance, life &amp; disability insurance, flexible schedule, cell phone stipend, flexible spending accounts for transportation and dependent care and a generous PTO policy.</li>\n</ul>\n<p>We have an extraordinary retention rate because we only hire extraordinary people. We hope that’s you.</p>\n<p>Element 84 is an equal opportunity employer, with a company culture that values diversity. We embrace inclusivity and believe that diversity of thought, perspective, and experience helps us reach higher and think bigger. Element 84 is committed to hiring the best person for the team and does not discriminate on the basis of race, color, religion, creed, sex, sexual orientation, gender identity, marital status, national origin, age, veteran status, disability, or any other protected class. If you are interested in joining us, we want to hear from you!</p>\n<p>Apply now by using the application form.</p>\n<p><a href=\"https://vonq.io/3t7w8o0\">Click here for the application form!</a></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/3t7w8o0\">Click here for the application form!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWVYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dc41ebefffff90e141446c4cb6f896d2f34a0fd2/element84.jpg"
	},
	{
		"id": "0f2c5945-ee62-4c8e-a681-a5811205b368",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/0f2c5945-ee62-4c8e-a681-a5811205b368",
		"created_at": "Mon Dec 28 10:47:48 UTC 2020",
		"company": "Wordwall",
		"company_url": "http://Wordwall",
		"location": "Remote",
		"title": "Senior full-stack .NET developer",
		"description": "<p>Salary - £45-55k pa</p>\n<p>We looking for a senior developer who excels in working full-stack, but can bring their distinctive skills to our team, whether that's someone who loves writing tests or has a flair for game design. Whatever you do, we need you to have top-notch JScript and C#.</p>\n<p>Our mission is to make it easy for teachers to create interactive games and worksheets for their students. Our site automates the process of resource design, so teachers can simply enter the content that is appropriate for their class – a list of keywords, definitions, questions or images. Wordwall produces the content in over 60 different templates; for example, gameshow quizzes, crosswords, labelled diagrams and arcade games. It seeks to disrupt the publisher-driven model of paid-for “professionally” made educational content, by putting high-quality content creation in the hands of teachers and making that teacher-made content, freely accessible through our online community.</p>\n<p>We are a small team with big ambitions, who work remotely across the world. Our 15 million monthly users are rapidly proliferating. We’ve got a product that works and we’re building for the long-term. We want people who want to stick around, grow with us and help make games-based learning accessible to all.</p>\n<p>Technologies we use: HTML5, CSS, Javascript, Canvas API, WebAudio API, C#, ASP.NET MVC, MS-SQL, Azure, Selenium, TeamCity CD</p>\n<p>We are an equal opportunities employer. We support flexible working arrangements - full or part time.</p>\n<p>Real applicants only - please do not contact us if you represent an agency.</p>\n<p>Requirements:</p>\n<ul>\n<li>Excellent C# &amp; JScript skills</li>\n<li>Minimum 3 years experience working within a software development team</li>\n<li>Able to self-organise and motivate when working remotely</li>\n</ul>\n",
		"how_to_apply": "<p><a href=\"https://apply.workable.com/wordwall/j/6C483B748C/apply/\">https://apply.workable.com/wordwall/j/6C483B748C/apply/</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ21VIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6ad89467d340b005351b038c6fc481745378d7ae/Wordwall%20logo%20640pixels.jpg"
	},
	{
		"id": "da9a9586-0fe3-42f3-a59d-3c9ab7fa4deb",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/da9a9586-0fe3-42f3-a59d-3c9ab7fa4deb",
		"created_at": "Thu Jan 28 14:44:36 UTC 2021",
		"company": "zolar",
		"company_url": "https://www.zolar.de",
		"location": "Berlin",
		"title": "PHP Backend Developer (m/f/d)",
		"description": "<p><strong>Your responsibilities</strong></p>\n<ul>\n<li>You design and develop complex, sophisticated and high-quality APIs and processes.</li>\n<li>You focus on fast and easy-to-maintain data structures and take care to deliver reliable, well-tested and sustainable code.</li>\n<li>Working closely with product management, QA and the development team, you’ll design, develop and optimise partner-oriented features for our zolar Project Center (ZPC).</li>\n<li>The development of your own skills, existing processes and development methods in the team are just as important to you as to us.</li>\n<li>You support your colleagues and you' re motivated to gain new knowledge and to share it within the team.</li>\n</ul>\n<p><strong>Your qualifications</strong></p>\n<ul>\n<li>You have at least 3 years of experience in software development and have successfully completed your studies with focus on IT.</li>\n<li>You’re strong using PHP 7 and frameworks such as Symfony.</li>\n<li>You have a good understanding for the development of applications in a microservice environment.</li>\n<li>Your way of working is structured, hands-on and solution-oriented.</li>\n<li>Agile development practices (TDD, BDD, pair programming, etc.) are nothing new to you.</li>\n<li>Plus: You have experience with AWS.</li>\n<li>You have a passion for learning new things and driving improvements, and you are always eager to try out new technologies.</li>\n</ul>\n<p><strong>What zolar offers you</strong></p>\n<ul>\n<li>Flexible working hours and contract of employment of indefinite duration</li>\n<li>Be part of a team that is motivated to make an impact each day</li>\n<li>Pioneer of the energy revolution to achieve a 100% renewable energies supply</li>\n<li>Plenty of room for own ideas and creative implementation of innovative solutions</li>\n<li>Our open feedback culture, we offer regular feedback discussions</li>\n<li>Numbers and goals are transparently communicated during our monthly All-Stars meeting</li>\n<li>Reduced Urban Sports Club M-membership</li>\n<li>Free energy suppliers such as fruits and drinks</li>\n<li>Our company culture, which is important to us - team events happen regularly</li>\n</ul>\n<p>Your contact person</p>\n<p>Pauline Ehrlich is looking forward to your application! Our career webpage gives you a first impression of our company culture.</p>\n",
		"how_to_apply": "<p><a href=\"https://zolar.join.com/jobs/1824819-php-backend-developer-m-f-d?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=php%2Bbackend%2Bdeveloper%2Bm%2Bf%2Bd\">https://zolar.join.com/jobs/1824819-php-backend-developer-m-f-d?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=php%2Bbackend%2Bdeveloper%2Bm%2Bf%2Bd</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaG1YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9914f96b275d7eddc0c5c3d17df6bf87e760d9ba/zolar-gmbh_full_1556180376.jpg"
	},
	{
		"id": "ab550929-cf41-456a-9bd4-009ff81ed39b",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/ab550929-cf41-456a-9bd4-009ff81ed39b",
		"created_at": "Thu Jan 28 14:20:12 UTC 2021",
		"company": "CompuGroup Medical SE & Co. KGaA",
		"company_url": "https://vonq.io/3aa2NRs",
		"location": "Berlin",
		"title": "Full-Stack-Entwickler (m/w/d) docmetric",
		"description": "<h2>CompuGroup Medical hilft heilen</h2>\n<p>CompuGroup Medical liefert wichtige Software, um Gesundheit und Lebensqualität zu verbessern. Wir bauen Brücken zwischen Ärzten, Apothekern, Kostenträgern, Laboren, Reha- und Pflegeeinrichtungen und Krankenhäusern und helfen ihnen, Menschen optimal zu versorgen. Die Arbeit aller medizinischen Leistungserbringer zu verstehen und immer mehr zu erleichtern ist unser Ziel. Seit über 30 Jahren unterstützen wir unsere Kunden, Informationen sicher zu speichern, auszutauschen und Wissen abzufragen.</p>\n<ul>\n<li>Führendes internationales e-Health Unternehmen</li>\n<li>746 Mio. € Jahresumsatz in 2019</li>\n<li>Ca. 6100 Mitarbeiter weltweit</li>\n<li>Einzigartige Kundenbasis mit über 1 Mio. professionellen Nutzern weltweit</li>\n<li>Standorte in 18 und Produkte in 56 Ländern</li>\n<li>Über 30 Jahre erfolgreich im Markt</li>\n</ul>\n<p><strong>Als Full-Stack-Entwickler (m/w/d) docmetric gestalten Sie heute schon mit, was die Zukunft bringt!</strong></p>\n<p>docmetric bietet Ihnen die Möglichkeit, sich in einem innovativen und internationalen Umfeld zu entfalten. Wir vereinen die Kompetenz der CompuGroup Medical als eines der weltweit führenden E-Health-Unternehmen mit der Leidenschaft für digitale und datengetriebene Geschäftsmodelle eines Start-ups. Bei docmetric entwickeln wir unsere Produkte selbst, von der Entgegennahme anonymisierter Daten aus verschiedenen Quellen bis zur Anzeige der Analysen einer mobilen App oder Desktop-Anwendung.</p>\n<h2>Ihr Beitrag:</h2>\n<ul>\n<li>Als Full-Stack-Entwickler (m/w/d) sorgen Sie gemeinsam mit Ihrem Team für die Erweiterung und Verbesserung unseres Produktportfolios</li>\n<li>Dabei tragen Sie die Verantwortung für das Aufsetzen sowie Überwachen von Schnittstellen und Servern zur Übermittlung anonymisierter Daten</li>\n<li>Sie sind zuständig für die Entwicklung von Algorithmen zur Qualitätsprüfung der eingehenden Daten</li>\n<li>Die Umsetzung von Analysetools zur Auswertung, Interpretation und Weiterverarbeitung der eingehenden Daten (unter Einsatz von Machine Learning) stellen Sie sicher</li>\n<li>Sie realisieren die Entwicklung und den Betrieb von Frontends für die Nutzeradministration und die Datenvisualisierung</li>\n</ul>\n<h2>Was uns wichtig ist:</h2>\n<ul>\n<li>Abgeschlossenes Studium im Bereich der Informatik, Programmierung, IT-Entwicklung oder eine vergleichbare Qualifikation</li>\n<li>Mindestens 2 Jahre Berufserfahrung als Programmierer (m/w/d)</li>\n<li>Kenntnisse in Python, MySQL, Elasticsearch, REST-APIs, Web-Development, Datenvisualisierung und Mobile-App-Development (Flutter)</li>\n</ul>\n<h2>Was Sie von uns erwarten können:</h2>\n<ul>\n<li>Die Möglichkeit, beim Marktführer der Branche zu arbeiten</li>\n<li>Flexible Arbeitszeiten, die eine ausgewogene Work-Life-Balance ermöglichen</li>\n<li>Zuschuss zur betrieblichen Altersvorsorge als Baustein einer sicheren Zukunft</li>\n<li>Nationale und internationalen Entwicklungsmöglichkeiten sowie zahlreiche Weiterbildungsmaßnahmen und Schulungen (u.a. in-house-training in Englisch)</li>\n<li>Ein umfangreiches Gesundheitsmanagement (Impfangebote, Augenuntersuchung, Vorsorgeuntersuchungen)</li>\n</ul>\n<p>Sie erleichtern es uns schnell richtige Entscheidungen zu treffen, wenn Sie uns über das <strong>Bewerbungsformular</strong> Ihre aussagekräftigen Unterlagen mit Ihren Gehaltsvorstellungen übermitteln.</p>\n<p>Synchronizing Healthcare</p>\n<p>Werden Sie jetzt ein Teil davon!</p>\n<p>Kennziffer:</p>\n<p><strong>req5701</strong></p>\n<p>Standort:</p>\n<p><strong>Berlin</strong></p>\n<p>Job Segment:</p>\n<p><strong>Software Development</strong></p>\n<p>Kontakt:</p>\n<p><strong><a href=\"mailto:career@cgm.com\">career@cgm.com</a></strong></p>\n<p><a href=\"https://vonq.io/3aa2NRs\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"how_to_apply": "<p><a href=\"https://vonq.io/3aa2NRs\">Klick hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGVYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1e417c976fd3d9b176e41d8640bf5a9355fc8f24/companyLogo-CGM_LOGO.jpg"
	},
	{
		"id": "68a91f14-bbfb-4343-a0e0-0c0ab384f0ef",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/68a91f14-bbfb-4343-a0e0-0c0ab384f0ef",
		"created_at": "Thu Jan 28 13:34:50 UTC 2021",
		"company": "MANDARIN MEDIEN Gesellschaft für digitale Lösungen mbH",
		"company_url": "https://www.mandarin-medien.de/",
		"location": "Schwerin",
		"title": "Systemadministrator:in für Linux",
		"description": "<p>2002 sind wir als Internetagentur gestartet. Heute bezeichnen wir uns als Digitalagentur. Das Spielfeld ist heute breiter und greift tiefer in bestehende Geschäftsbereiche ein. In unseren 3 Units MARKETING, DIGITAL &amp; TALENT arbeiten über 80 Macher, Nerds und Kreative nach einem Prinzip: Messbar mehr Erfolg. Das heißt konkret: Klare Ziele. Permanente Optimierung. Transparentes Reporting.</p>\n<p><strong>Wer wir sind</strong></p>\n<p>Wir bieten Dir einen freien Platz in unserem IT-Team als Systemadministrator:in, in Schwerin. Mit deinem Team wirst du für unsere Kunden moderne IT Landschaften erschaffen, eigenverantwortlich aber immer mit Teamsupport arbeiten, dich persönlich und fachlich immer weiterentwickeln.\nUnsere IT-Crew entwickelt und supportet zum Beispiel Netzwerke, Cloud Lösungen, TK Anlagen, Live Streamings von Konferenzen, spezifische Branchensoftware und individuelle Digitalisierungsprojekte für Kunden aus den Branchen: Energieversorgung, Sozial- und Wohlfahrtsverbände, Pflegeeinrichtungen sowie Unternehmen aus den Bereichen Lebensmittelindustrie und Medizintechnik.</p>\n<p>Christian, Steffen, Christoph, Fabrice, Gérard, Marcel, Christoph, Moritz, Sebastian &amp;  Gordon freuen sich, wenn DU ihr Team komplett machst.</p>\n<p><strong>Das wären Deine Aufgaben</strong></p>\n<p>Als Teil unseres IT Teams, mitten im Herzen von Schwerin, würdest du eigenständig in vielfältigen Projekten arbeiten. Kannst Lösungen und Umgebungen mitgestalten und bist darüber hinaus auch im technischen Support tätig.\nWir freuen uns, wenn DU als Systemadministrator:in bei uns im IT Team, zum nächstmöglichen Zeitpunkt, startest.</p>\n<ul>\n<li>Administration, Aufbau und Weiterentwicklung von bestehenden Linux Umgebungen, inkl. Firewalls, Webserver, Load Balancer, Mailservern</li>\n<li>Troubleshooting von Problemen in Internen- sowie Kundenumgebungen</li>\n<li>Arbeiten in Kunden- sowie internen Projekten</li>\n<li>Erarbeiten einer umfassenden Dokumentation, sowie Schulen des Supportpersonals</li>\n</ul>\n<p><strong>Das bringst Du mit</strong></p>\n<ul>\n<li>Gutes Verständnis für IP Netze, besonders mit dem Hersteller Cisco</li>\n<li>Eine abgeschlossene Ausbildung als Fachinformatiker für Systemintegration</li>\n<li>Führerschein Klasse B</li>\n<li>Kunden- sowie Lösungsorientiertes handeln</li>\n<li>Verantwortungsbewusstsein für deine eigenständige Zeiteinteilung</li>\n<li>Bereitschaft jeden Tag dazu zu lernen und mit deinen Aufgaben zu wachsen</li>\n<li>Spaß an der Arbeit im Team und mit dem Team neue Ideen zu entwickeln</li>\n<li>LPIC Zertifizierungen</li>\n</ul>\n<p>Klingt ganz schön viel? Nobody is perfect! Wir lernen alle jeden Tag voneinander und nehmen uns jede Woche Zeit für Weiterbildung. Die ein oder andere Fähigkeit kannst Du also auch nach Deinem Start bei uns erlernen oder vertiefen.</p>\n<p><strong>Das bieten wir Dir</strong></p>\n<ul>\n<li>Einen spannenden und anspruchsvollen Agentur-Job in MV</li>\n<li>Eine große Bandbreite an Projekten - Handwerk bis Konzern</li>\n<li>Ein hervorragendes Arbeitsklima und kurze Entscheidungswege</li>\n<li>Zeit für Deine Weiterbildung,  je Woche, plus Budget</li>\n<li>Moderne Arbeitsmittel und neueste Programme</li>\n<li>Unterstützung Deiner Gesundheit</li>\n<li>Möglichkeit eines Fahrtkostenzuschusses</li>\n<li>Flexibles Arbeiten - von Zuhause oder einfach mal am Strand</li>\n<li>Kreative Denkpausen mit dem Boot auf dem Schweriner See</li>\n<li>Teamevents, wie z.B. Grillen, MANDARIN-Kino, Besuch des Weihnachtsmarktes uvm.</li>\n<li>Ein Büro mitten in der City sowie leckeres Obst, Kaffee, Tee, Wasser und Mate</li>\n</ul>\n<p><strong>Kontakt</strong></p>\n<p>Passt alles für Dich?</p>\n<p>Dann sende Deine Bewerbung mit Deinen Vorstellungen zu Gehalt und Urlaub an Corinna Lepsien, <a href=\"mailto:jobs@mandarin-medien.de\">jobs@mandarin-medien.de</a>. Falls Du gerade unterwegs bist, kannst Du uns auch einfach einen Link von Deinem Xing- oder LinkedIn Profil schicken.</p>\n<p><img src=\"https://camo.githubusercontent.com/e738df943d37fe50e2c2cd6c3f544f8c8f10d2f5/68747470733a2f2f742e676f686972696e672e636f6d2f682f34363961303439393863653336353730303739383661616166373361623561366630393238646464666435353263616664376432643834376238386139333836\"></p>\n",
		"how_to_apply": "<p><a href=\"https://t.gohiring.com/h/2088cd4413a3b6f22b3ca00be988ec537f5403fa3ca2d2ff56b375c32b145993\">application form</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6038d0eb508d5201d64ad798eb7c60effccd49de/MANDARIN%20MEDIEN.jpg"
	},
	{
		"id": "3907b1f6-426d-4de4-8137-f9c5f320f121",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/3907b1f6-426d-4de4-8137-f9c5f320f121",
		"created_at": "Thu Jan 28 13:31:05 UTC 2021",
		"company": "MANDARIN MEDIEN Gesellschaft für digitale Lösungen mbH",
		"company_url": "https://www.mandarin-medien.de/",
		"location": "Schwerin",
		"title": "Systemadministrator:in",
		"description": "<p>2002 sind wir als Internetagentur gestartet. Heute bezeichnen wir uns als Digitalagentur. Das Spielfeld ist heute breiter und greift tiefer in bestehende Geschäftsbereiche ein. In unseren 3 Units MARKETING, DIGITAL &amp; TALENT arbeiten über 80 Macher, Nerds und Kreative nach einem Prinzip: Messbar mehr Erfolg. Das heißt konkret: Klare Ziele. Permanente Optimierung. Transparentes Reporting.</p>\n<p><strong>Wer wir sind</strong></p>\n<p>Wir sind Zuhörer, Strategen, Kreative, Experten, Kollegen, Freunde, Spaßmacher, keine Großeredenschwinger, Stille, Laute, Sprachgewandte, Texter, Erfolgshungrige, Macher.</p>\n<p><strong>WIR HELFEN MENSCHEN UND MARKEN ÜBER SICH HINAUSZUWACHSEN.\nWIR SIND MANDARIN MEDIEN!</strong></p>\n<p>Wir bieten Dir einen freien Platz in unserem IT Team als Systemadministrator:in in unserer Digitalagentur in Schwerin. Mit deinem Team wirst du für unsere Kunden den digitalen Ausbau vorantreiben und die Chance bekommen unsere digitale Unit noch weiter auszubauen und größer werden zu lassen.\nChristian, Christoph, Fabrice, Gordon, Gérard, Marcel, Christoph, Moritz, Sebastian &amp; Steffen freuen sich, wenn DU ihr Team komplett machst.</p>\n<p><strong>Das wären Deine Aufgaben</strong></p>\n<ul>\n<li>Erster Ansprechpartner für deine Kunden, via Telefon, E-Mail, Remote oder auch direkt vor Ort</li>\n<li>Umgang mit verschiedenen Themen und Umgebungen, z.B: Client-, Server-, Netzwerk- und im Cloudbereich</li>\n<li>Fehleranalyse und -beseitigung</li>\n<li>Installation, Administration und Wartung von Kundeninfrastruktur</li>\n<li>First- und Second-Level Support</li>\n<li>Projektbezogene Planung, Vorbereitung und Durchführung</li>\n</ul>\n<p><strong>Das bringst Du mit</strong></p>\n<ul>\n<li>Eine abgeschlossene Ausbildung als Fachinformatiker für Systemintegration</li>\n<li>Führerschein Klasse B</li>\n<li>Kunden- sowie Lösungsorientiertes handeln</li>\n<li>Verantwortungsbewusstsein für deine eigenständige Zeiteinteilung</li>\n<li>Bereitschaft jeden Tag dazu zu lernen und mit deinen Aufgaben zu wachsen</li>\n<li>Spaß an der Arbeit im Team und mit dem Team neue Ideen zu entwickeln</li>\n<li>Zertifizierungen im Bereich Microsoft, VMWare und Cisco wünschenswert</li>\n</ul>\n<p>Klingt ganz schön viel? Nobody is perfect! Wir lernen alle jeden Tag voneinander und nehmen uns jede Woche Zeit für Weiterbildung. Die ein oder andere Fähigkeit kannst Du also auch nach Deinem Start bei uns erlernen oder vertiefen.</p>\n<p><strong>Das bieten wir Dir</strong></p>\n<ul>\n<li>Einen spannenden und anspruchsvollen Agentur-Job in MV</li>\n<li>Eine große Bandbreite an Projekten - Handwerk bis Konzern</li>\n<li>Ein hervorragendes Arbeitsklima und kurze Entscheidungswege</li>\n<li>Zeit für Deine Weiterbildung, je Woche, plus Budget</li>\n<li>Moderne Arbeitsmittel und neueste Programme</li>\n<li>Unterstützung Deiner Gesundheit</li>\n<li>Möglichkeit eines Fahrtkostenzuschusses</li>\n<li>Flexibles Arbeiten - von Zuhause oder einfach mal am Strand</li>\n<li>Kreative Denkpausen mit dem Boot auf dem Schweriner See</li>\n<li>Teamevents, wie z.B. Grillen, MANDARIN-Kino, Besuch des Weihnachtsmarktes uvm.</li>\n<li>Ein Büro mitten in der City sowie leckeres Obst, Kaffee, Tee, Wasser und Mate</li>\n</ul>\n<p><strong>Kontakt</strong></p>\n<p>​​​​​Passt alles für Dich?</p>\n<p>Dann sende Deine Bewerbung mit Deinen Vorstellungen zu Gehalt und Urlaub an Corinna Lepsien, <a href=\"mailto:jobs@mandarin-medien.de\">jobs@mandarin-medien.de</a>. Falls Du gerade unterwegs bist, kannst Du uns auch einfach einen Link von Deinem Xing- oder LinkedIn Profil schicken.</p>\n<p><img src=\"https://camo.githubusercontent.com/b01bc33708dfc9c3641867109bf55a7eaee43a82/68747470733a2f2f742e676f686972696e672e636f6d2f682f39393261663531626237636531343830633930623364376465623039323434343938363266623466373632346539383836393039303666333166373033306134\"></p>\n",
		"how_to_apply": "<p><a href=\"https://t.gohiring.com/h/8481f99eebea061bea14d4761fb7bc2597538e5bf2cdfa43af56c6ed534f49fd\">application form</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaE9YIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f31d89c9d7b7bc0b2182ffafa5e7bf72b96519cc/MANDARIN%20MEDIEN.jpg"
	},
	{
		"id": "e9f3fc0d-b923-4e38-91f0-318ac1d5bb19",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/e9f3fc0d-b923-4e38-91f0-318ac1d5bb19",
		"created_at": "Thu Jan 28 11:29:08 UTC 2021",
		"company": "Valve and Meter",
		"company_url": "https://ltpx.nl/E1iutnW",
		"location": "Indianapolis",
		"title": "Web Developer",
		"description": "<p><strong>Web Developer</strong></p>\n<p><strong>In a Nutshell</strong></p>\n<p>Valve+Meter is in search of a Web Developer to join our growing agency. If you love collaborating, innovating, and learning, then we want to hear from you. The ideal candidate will have a core focus in WordPress development with a secondary background in custom software development in PHP or other languages and frameworks.</p>\n<p><strong>What the Role Is</strong></p>\n<ul>\n<li>Each V+M employee must represent our core values in each interaction.</li>\n<li>Our office is located in the Fort Ben Area of Indianapolis; all employees work from that location when the office is open.</li>\n<li>This role reports to the Director of Digital Marketing.</li>\n</ul>\n<p>Responsibilities:</p>\n<ul>\n<li>Website Management.</li>\n<li>Website Development.</li>\n<li>Website Maintenance.</li>\n<li>Site Speed Optimization.</li>\n<li>Conversion Rate Optimization.</li>\n<li>Website Monitoring.</li>\n</ul>\n<p>Activities:</p>\n<ul>\n<li>Turn custom .psd &amp; Adobe XD designs into fully responsive and lightweight WordPress themes.</li>\n<li>Develop partial theme customization on projects with parallel development efforts.</li>\n<li>Customize WordPress functions, custom fields, and write unique plugins for client specific applications.</li>\n<li>Work closely with other team members on existing client websites and development of HTML/CSS/JavaScript/Wordpress-based templates.</li>\n<li>Design, develop, and extend custom WordPress solutions to support unique client needs.</li>\n<li>Customize WP Admin for data input and leverage third party plugins (Such as ACF).</li>\n<li>Strategize and perform data migrations from other web platforms onto WordPress.</li>\n<li>Provide end-user WordPress technical support, instruction, and troubleshooting.</li>\n<li>Perform routine updates to WordPress core, plugins, and other dependencies.</li>\n<li>Monitor and analyze existing sites for opportunities for improvement and optimization.</li>\n<li>Collaborate with multi-disciplinary project stakeholders to ensure requirements are being met.</li>\n<li>Test all new and existing sites for performance, scalability and browser compatibility.</li>\n<li>Ensure compliance with all coding standards and web accessibility.</li>\n<li>Stay up to date on the latest community trends and make recommendations to the team.</li>\n</ul>\n<p><strong>About Us</strong></p>\n<p>We've named our practice Valve+Meter because the variables we can manage with you are the flow and cost of new business. The \"valve\" part of our approach manages the right rate of new business for your operation, and we set our pricing with you not based on the activities we pursue but on the \"metered\" results we generate.</p>\n<p><strong>Mission</strong></p>\n<p>We exist to change the way businesses approach marketing by delivering abundance and accountability with a customer cost per acquisition strategy.</p>\n<p><strong>Vision</strong></p>\n<p>We inspire businesses to look at marketing as a revenue center rather than a cost center.</p>\n<p><strong>Core Values</strong></p>\n<ul>\n<li>Think: Focus. Find a way forward.</li>\n<li>Love: Act in the long-term best interest of another.</li>\n<li>Serve: Meet expectations. Go the extra mile.</li>\n<li>Transform: Create dramatic change. Be irreplaceable.</li>\n<li>Be Just: Be fair and transparent. Do no harm.</li>\n</ul>\n<p><strong>What Valve+Meter Offers</strong></p>\n<ul>\n<li>Competitive Base Salary: $55,000 - $65,000.</li>\n</ul>\n<p>Excellent Benefits Package Including:</p>\n<ul>\n<li>\n<p>Medical, Dental, and Vision.</p>\n</li>\n<li>\n<p>401(k) Match.</p>\n</li>\n<li>\n<p>Company-Paid Life Insurance Policy.</p>\n</li>\n<li>\n<p>YMCA Membership Assistance.</p>\n</li>\n<li>\n<p>Three Weeks of Paid Time Off.</p>\n</li>\n<li>\n<p>Ten Paid Holidays.</p>\n</li>\n<li>\n<p>Two Paid Service Days.</p>\n</li>\n<li>\n<p>Casual Dress Code.</p>\n</li>\n<li>\n<p>Pet Friendly Office.</p>\n</li>\n<li>\n<p>Alcohol Permitted Onsite.</p>\n</li>\n<li>\n<p>Environment for Fast Career Growth.</p>\n</li>\n</ul>\n<p><strong>Work Location</strong></p>\n<p>Our Indianapolis office is open to local employees who wish to work from the office; other employees currently work remotely. We have not made a long-term decision on remote work; we are willing to test hiring a semi-remote role in the greater-Indianapolis Region - within a 5 hour drive of Indy.</p>\n<p>In a post-COVID world, semi-remote would entail 6-8 days of travel per year. This would include 4 \"state of the company\" meetings, our Christmas party, and Founder's day (when we celebrate the day we started the company). Valve+Meter will provide typical travel expenses -- hotel, food, mileage.</p>\n<p>At this point we are not able to provide relocation assistance to individuals living outside that area.</p>\n<p><strong>Required:</strong></p>\n<ul>\n<li>Experience delivering results.</li>\n<li>Bachelor's degree or Equivalent work experience.</li>\n<li>At least 2 years experience in PHP, MySQL, HTML, CSS and Javascript, accessibility, platform compatibility, and all other areas of front-end development.</li>\n<li>At least 2 years experience in developing for WordPress or other CMS platforms.</li>\n<li>Working knowledge of WordPress theme development including the template hierarchy, custom post types and taxonomies, custom loops, actions, filters, and PHP functions.</li>\n<li>Experience with version control systems such as Git/ GitLab.</li>\n<li>Knowledge of general best practices in web development, SEO, security, and scalability .</li>\n<li>Experience converting visual designs into clean, commented, valid templates.</li>\n<li>Meticulous attention to detail and a keen understanding of UI, UX and web design patterns.</li>\n<li>Should be a clear communicator, a self-starter, an open collaborator and deadline-oriented.</li>\n<li>Thorough understanding of responsive design principles for mobile development.</li>\n<li>Ability to balance projects and manage time efficiently.</li>\n<li>Strong communication skills to allow for efficient team collaboration.</li>\n</ul>\n<p><strong>Preferred:</strong></p>\n<ul>\n<li>Experience working at a marketing agency.</li>\n<li>Full time experience in the position.</li>\n<li>Experience tracking time to specific clients and projects.</li>\n</ul>\n<p><strong>How to Apply:</strong></p>\n<p>Submit your resume along with a cover letter. In that cover letter include one of your favorite websites and what you appreciate about it. We prefer resumes that do NOT include a personal photograph.</p>\n<p><strong>Interested?</strong></p>\n<p>Apply via the <a href=\"https://ltpx.nl/FBT6VlH\"><strong>application button</strong></a>.</p>\n<p><em>Agency calls are not appreciated.</em><img src=\"https://camo.githubusercontent.com/789273f253dfa8b40d6f722507e8e5f7484c8ab8/68747470733a2f2f742e6c7470782e6e6c2f747261636b2e7068703f6f7264657269643d323237303938\"></p>\n",
		"how_to_apply": "<p><a href=\"https://ltpx.nl/LB3IMvK\">Click to apply</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaEdYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--89b7bb4b724e0d60b1eb8b646e89dc3c5fd7c2d5/Valve%20meter%20logo.png"
	},
	{
		"id": "dbcf9119-ccb2-4a63-8d58-9ca7c26cc6b8",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/dbcf9119-ccb2-4a63-8d58-9ca7c26cc6b8",
		"created_at": "Thu Jan 28 10:06:07 UTC 2021",
		"company": "Kafe Rocks",
		"company_url": "https://kafe.rocks",
		"location": "Remote",
		"title": "Front-End Developer ",
		"description": "<p>Description</p>\n<p>Consumers within the global iGaming industry are inundated with online casinos and sportsbooks to choose from, and often make decisions based on very little information being available; leaving them open to bad user experiences.</p>\n<p>At KaFe Rocks we aim to be THE lighthouse for reputable iGaming - shining a light on the industry and providing our users with valuable products, localised content, and data that will help inform their decisions.</p>\n<p>With a set of core values that our Rocketeers live by every day, guiding us further on our journey as one of the leading iGaming affiliates, we really believe we can make a difference to our users’ experiences of this industry.</p>\n<p>We are a remote working company, with an HQ based in Malta. We have an entrepreneurial, ambitious and driven mindset flowing through the company and we will continue to push forward, growing organically within both current and new markets.</p>\n<p>As our team of Rocketeers continues to grow, we are searching for a Front-End Developer who is enthusiastic, passionate and keen-to-learn and can also assist our Tech team on all our projects.</p>\n<p>In this role, you will be actively involved in creating and managing applications. You won’t mind getting stuck in and being hands-on when it comes to learning new methods and developing new features.</p>\n<p>If you share our vision of helping users make the best informed decisions, would like to grow your professional skill set, and want to work with our incredible team of Rocketeers, then we’d love to hear from you.</p>\n<p>Your key tasks:</p>\n<p>Working as part of a team of Developers in the design, development, and implementation of front-end projects</p>\n<p>Coding and testing of web applications</p>\n<p>Creating, expanding and scaling the application according to the business needs</p>\n<p>Compile necessary documentation</p>\n<p>Taking part and proposing proactive actions in code review processes</p>\n<p>If you’d love to grow your career and learn from some of the best in the business, then we’d love to hear from you.</p>\n<p>Requirements:</p>\n<p>You WANT to learn, and you’re open to being taught</p>\n<p>Fluent in English</p>\n<p>Strong knowledge of React - Gatsby and TypeScript experience are a great plus</p>\n<p>You are quality driven, reliable, independent and productive</p>\n<p>Benefits:</p>\n<p>A company that truly values its employees</p>\n<p>Remote working &amp; a brand-new office in Malta called \"Oasis\"</p>\n<p>Flexible working hours</p>\n<p>Relocation package if you move to Malta</p>\n<p>Competitive salary based on your experience</p>\n<p>A genuine opportunity to progress and develop further</p>\n<p>Educational Bi-Fridays: Every other Friday, the leadership Team presents different topics to fuel learning &amp; development</p>\n<p>Annual Reunion in a tropical place</p>\n<p>Annual Team Round-ups in the location of the teams choice</p>\n",
		"how_to_apply": "<p>Please apply through the following link:\n<a href=\"https://apply.workable.com/j/70F5CF6B10\">https://apply.workable.com/j/70F5CF6B10</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3VYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c900147f415a0b4889dc53dd53613a4a256980d1/MAIN-LOGO-300px.png"
	},
	{
		"id": "4ea5f5a8-51fd-4c6d-ae29-040f3ab569c5",
		"type": "Full Time",
		"url": "https://jobs.github.com/positions/4ea5f5a8-51fd-4c6d-ae29-040f3ab569c5",
		"created_at": "Wed Jan 27 23:51:29 UTC 2021",
		"company": "Intersog",
		"company_url": "http://intersog.com",
		"location": "Vancouver",
		"title": "Senior Full Stack JS Developer (with Firebase)",
		"description": "<p>Intersog® is a Chicago-based provider of ROI-driven custom web and mobile development specializing in the delivery of full-service, end-to-end solutions, and project resources to Fortune 500 companies, SMEs and startups. We help our clients attack their ambitious business goals, solve skills shortage issues and become innovative by building Dedicated Software Development Teams in Vancouver, BC, Canada, and/or providing on-demand IT project resources to complete required skills on their in-house teams.</p>\n<p>We’re looking for an experienced Senior Full Stack JS Developer (with Firebase) who would join the existing development team and help build a modern serverless platform for small-business owners mentorship. The development team consists of 3 smaller teams working remotely from different locations. You will be a part of one of the teams. A lot of communication happens remotely and documenting your work plays a key role.</p>\n<p>Most of the developers can take over any tasks and are not separated into frontend, backend roles, or any other narrow categories. Knowledge sharing is very important to us.</p>\n<p>About the project:</p>\n<p>We are looking for a Senior Full Stack JS Developer (with Firebase) with primary emphasis on Back End to join an existing team to build a rapidly growing platform for small-businesses on serverless infrastructure. The team is distributed in Ukraine, Mexico, Canada; with the Product team and CTO in the US.</p>\n<p>Tech Stack:</p>\n<p>Javascript / Typescript, React.js, Material-UI, Google Cloud, Firebase</p>\n<p>We are looking for:</p>\n<pre><code>- 5+ years building web applications at scale with a primary focus on Back End; \n- Solid experience with Google Firebase.\n- Solid experience with backendless services, preferable Google Firebase.\n- Solid understanding and experience of TypeScript;\n- Solid understanding of SDLC, including design, testing, deployment and quality documentation;\n- Strong communication skills;\n</code></pre>\n<p>Will be a big plus:</p>\n<pre><code>- Experience in a technical leadership role;\n- Experience in architecture design patterns;\n- Excellent problem-solving skills\n- React or similar UI frameworks\n</code></pre>\n<p>What you will be doing:</p>\n<pre><code>- Take a lead role in backend development of platform application using Firebase SDK and related frameworks\n- Design new features and architectural approaches\n- Prototype and develop the modules for the platform\n- Create and maintain asynchronous code\n- Optimize platform for maximum speed and scalability\n</code></pre>\n<p>We offer</p>\n<pre><code>- Competitive compensation based on your skills, experience, and customer satisfaction;\n- Opportunity to work on challenging and exciting international projects;\n- Flexible working hours and the possibility to work remotely when needed;\n- Extended medical and life insurance;\n- Casual, friendly and family work environment\n</code></pre>\n",
		"how_to_apply": "<p><a href=\"mailto:nsmakhtina@intersog.com\">nsmakhtina@intersog.com</a></p>\n",
		"company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0tYIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ccaae5369f153881821d152d7299de7bf115af28/intersog_logo_large_with_slogan.png"
	}
]
